{"posts":[{"title":"国内Visa&#x2F;Mastercard信用卡能用来订阅ChatGPT Plus服务吗？","text":"有很多国内的同学都很好奇是否能够使用国内的VISA、MasterCard信用卡来升级ChatGPT 4.0的服务，这边文章我们来聊聊ChatGPT Plus支持哪些信用卡类型。 1、国内信用卡付款答案很简单：不能！ ChatGPT Plus的付款页面上显示了Visa、Mastercard等图标，但国内银行发行的信用卡，包括美元卡和其他外币卡，均不能用于ChatGPT Plus的订阅。如果尝试使用国内信用卡订阅ChatGPT Plus，可能会收到错误消息 “Your card has been declined”（您的卡已被拒绝）。这表明目前国内信用卡无法成功完成ChatGPT Plus的订阅交易。 如果使用国内信用卡尝试多次升级ChatGPT Plus（有时甚至可能只是一次），可能会导致账户被标记，即使后续使用正常的国外信用卡也无法成功升级。因此，建议避免使用国内信用卡进行订阅尝试，因为这是不可行的。 2、能用哪些信用卡截至目前，国内的信用卡以及中国香港的信用卡均无法用于订阅ChatGPT Plus。只有国外的信用卡（例如美国的信用卡）才能够成功支付并开通ChatGPT Plus的订阅。 如果在国内想订阅ChatGPT Plus，则可以通过使用 WildCard来快速订阅 ChatGPT Plus。WildCard是一个为中国用户提供虚拟信用卡的平台，通过与OpenAI的合作，用户可以使用WildCard虚拟信用卡快速而便捷地订阅ChatGPT Plus。最重要的是，WildCard支持使用支付宝进行支付，而其他平台通常要求用户先购买稳定币进行兑换，这对普通用户而言门槛较高，而且可能涉及高昂的手续费。相比之下，WildCard的开卡费用为9.9美元，且没有后续的月费用。 点击链接进入 WildCard 一分钟开卡，轻松订阅海外软件服务了解开通步骤。","link":"/can-chatgpt-plus-be-subscribed-with-domestic-credit-cards/"},{"title":"【保姆级】阿里云OSS+PicGo+Typora搭建图床","text":"​ 图床，作为储存图片的服务器，主要分为国内和国外两种类型。由于空间距离等因素，国外的图床在访问速度上可能较慢，进而影响图片的显示速度。而在国内，图床又可分为单线空间、多线空间和CDN加速三种形式，各具特色。 ​ 简而言之，图床就是存储图片的地方，为每一张图片提供一个独一无二的链接，使得用户能够轻松地在网上访问和查看。 ​ 当前，市场上涌现出众多免费图床供用户选择，如Gitee、Github等。然而，使用免费图床也存在一些潜在问题，如图床失效、防盗链等。因此，在选择图床时，用户需要权衡各种因素，确保图片的稳定性和安全性。因此，为了避免这些问题，搭建自己的图床成为了一个备受欢迎的解决方案，通过搭建自己的图床，用户可以确保图片的稳定性和安全性，同时更好地掌控和管理自己的图片资源。 ​ 接下来，我将为您详细指导如何使用阿里云搭建图床，并通过PicGo上传图片到图床，最后将上传的图片链接应用到Typora中。 一、使用阿里云搭建图床1. 登录阿里云官网，搜索对象存储OSS首先，确保您拥有一个阿里云账号。如果您尚未注册，请访问阿里云官方网站 ，按照提示完成账号注册流程。登录阿里云账号后，请点击**控制台按钮，这将带您进入阿里云的控制台界面。在控制台的搜索栏中，请输入“对象存储OSS”，并在搜索结果中点击对象存储OSS**选项，以进入OSS的主界面。接下来，您就可以开始配置和管理您的对象存储服务了。 2. 创建Bucket在oss主界面点击图示中的**立即创建**进入创建Bucket界面。 Bucket 名称：给你的 Bucket 取名 地域：选择“有地域属性”，然后选择地域。 存储类型：选择“标准存储”即可。 存储冗余类型：推荐选择“本地冗余存储”。 读写权限：一定要选择“公共读”，否则平台无法通过公网访问 Bucket 中的内容。 其他选项推荐默认即可。 创建完成之后，在Bucket列表页面就可以看到刚刚创建的Bucket数据了，此时可以点击上传文件按钮测试是否可以正常上传文件。 3. 购买资源包在点击左侧菜单中的**资源包管理资源包列表页面，点击列表页面中的购买资源包**按钮，进入购买界面。 继续，在页面中选择图示中的规格参数，其中容量和时长需要根据你的具体情况来选择，选择好了之后点击**立即购买**按钮按提示支付即可。 4. 获取AccessKey鼠标移动到主界面右上角的头像上，在弹出的页面中点击AccessKey管理，进入AccessKey管理界面。 请注意，关于AccessKey的使用，有两种方式可供选择。如果您的阿里云账户仅供个人使用，并且您确信没有泄露风险，可以直接点击“**继续使用AccessKey”按钮。然而，如果您的阿里云账户可能会与其他人共享，或者存在潜在的安全风险，那么建议使用子用户的方式，并点击“开始使用子用户AccessKey**”按钮来创建和管理子用户的访问密钥。在本教程中，我们采用第一种方式，即直接使用主账户的AccessKey。但请务必确保账户安全，避免泄露AccessKey信息。 点击“创建”按钮后，您将收到一条短信验证码。请在弹出的确认框中输入收到的短信验证码，并点击“确认”按钮以完成创建过程。请确保您输入的验证码准确无误，以便顺利创建所需的资源。 至此，AccessKey已成功创建。请务必妥善备份AccessKey数据，并确保其安全，避免泄露给未经授权的人员。AccessKey是访问阿里云服务的敏感凭证，一旦泄露，可能导致安全风险。因此，请务必谨慎处理并妥善保管。 5. 授予用户 Bucket 管理权限回到 Bucket 页面，找到“权限控制”面板，点击“Bucket 授权策略”，新增授权： 授权用户：选择选择所有账号。 授权操作：选择“完全控制”。 其他选项默认即可。 二、PicGo设置1. 下载PicGo请打开您的浏览器，访问PicGo的官方下载地址。在页面中，向下滚动以找到最新稳定版（如2.3.1），并点击对应的文字链接进入该版本的下载页面。如果您希望尝试新功能或体验最新版本，可以选择任意一个beta版本进行下载。请确保选择与您的操作系统兼容的版本进行下载。 在打开的下载页面中，请继续向下滚动至“Assets”部分。在这里，您将看到针对不同操作系统的PicGo版本。请根据您的电脑系统（如Windows、macOS或Linux）选择并下载对应的版本。确保选择与您的系统兼容的版本，以确保软件的正常运行。 2. 安装PicGo以Windows系统为例，找到您刚刚下载的PicGo安装文件，双击打开它。在安装过程中，请按照提示一路点击“Next”进行安装。安装完成后，启动PicGo软件。**请注意，在Windows系统中，PicGo启动后默认不会直接显示主界面。您需要在任务栏中找到PicGo的图标，右键点击该图标，并选择“打开主窗口”选项，才能显示出PicGo的主界面，如下图。** 3. 图床设置在PicGo的主界面中，请点击“阿里云OSS”的按钮。随后，在右侧的界面中，根据提示填写红框内的必要数据，包括您的AccessKey ID、AccessKey Secret、Bucket名称以及存储区域等。完成填写后，请点击“确定”按钮以保存设置。最后，为了确保每次上传图片时都使用阿里云OSS作为图床，请点击“设置默认图床”按钮，将阿里云OSS设置为PicGo的默认图床。这样，您就可以方便地使用PicGo将图片上传到阿里云OSS，并获取对应的图片链接了。 请注意，在配置阿里云OSS作为图床时，对于“存储区域”这一设置项，您只需要提供OSS的域名前缀即可，否则会导致图片上传失败，如下图： 三、Typora设置1. 下载Typora请使用您的浏览器访问Typora的官方网站。在官网上，您可以浏览并选择适合自己需求的版本。需要注意的是，目前多数Typora版本已经转为收费模式。如果您希望寻找免费版本，可以尝试点击“all / History Releases”链接，查看历史发布记录，看看是否还有不收费的版本可供选择。请确保您选择的版本与您的操作系统兼容，并遵循官方提供的下载和安装指南。 2. 配置Typora要设置Typora的图片默认操作为使用PicGo上传图片到默认图床，并自动使用返回的图床路径，您可以按照以下步骤进行设置： 打开Typora应用，并进入偏好设置（通常在菜单栏的“文件”或“Typora”下拉菜单中可找到）。 在偏好设置窗口中，找到与图片相关的选项，通常是在“图像”或“图片”标签页下。 在图像设置中，选择“插入图片时”或类似的选项，并将其设置为“使用PicGo上传”。 确保PicGo已经正确安装并设置为默认图床，这样在Typora中插入图片时，PicGo会自动上传图片并返回图床路径。 保存设置并关闭偏好设置窗口。 现在，当您在Typora中插入图片时，Typora将自动使用PicGo将图片上传到默认图床，并将返回的图床路径插入到文档中。这样，您可以轻松地在Markdown文档中管理和分享图片了。请确保Typora和PicGo之间的配置正确，并且网络连接正常，以确保上传和插入操作的顺利进行。 四、ChatGPT Plus使用方法因为某些原因，许多人可能无法使用ChatGPT Plus服务。今天，我将向大家介绍一种简便的方法，无需繁琐步骤即可轻松使用。 先准备一个OpenAI账号 点击 WildCard 一分钟开卡，轻松订阅海外软件服务 登录WildCard官网并注册账号。 选择大陆居民，输入你的手机号并接收短信，邀请码这里填写**7WE** (可以在开卡时优惠2美元) 填写你的信息，点击下一步 打开支付宝进行认证，不需要人脸和身份证 在支付宝成功完成扫码验证后，接下来请选择您希望开通的服务时长。考虑到性价比及个人需求，我强烈推荐您选择两年的时长选项。这样，您不仅能享受到更长的服务期限，还能在价格上获得更优惠的待遇。 支付之后需要几分钟的时间等待开通成功。开卡之后，进入主页面，点击一键升级ChatGPT。 重要提示：请避免使用hotmail、outlook.com、live.cn等邮箱注册的账号，因为这些邮箱在国内可直接使用，可能会增加账号被封的风险。为确保账号安全，推荐使用proton.me邮箱进行注册，该邮箱注册过程无需手机验证码，更为便捷安全。请务必注意这一点，以免给您的使用带来不必要的麻烦。 点击链接了解 Proton邮箱注册流程。 根据图示步骤，将GPT升级链接复制到输入框里，再点击确定支付开通GPT4，上面全部流程走完之后，就可以畅快使用GPT4了！ 开卡网站（从链接进入有14块钱优惠）： WildCard 一分钟开卡，轻松订阅海外软件服务 总费用： 开卡费用9.99$（一整年的费用，平均下来每天不到两毛钱） GPT4订阅的费用（20$） 总共29.99$，折合人民币约210元（参考汇率7）","link":"/alioss-picgo-typora/"},{"title":"使用支付宝五分钟开通GPT4.0","text":"由于各种原因，开通GPT4.0一直是一个让人头痛的问题。在这里，我要分享一种简单便捷的方式开通GPT4.0。在开通GPT4.0之前，请确保您的ChatGPT账号状态正常，可以顺利访问ChatGPT，并且全程使用美国区环境并开启全局代理。 虚拟卡支付1. 虚拟卡是什么虚拟信用卡是一种在线支付解决方案，WildCard虚拟信用卡提供快速、安全的支付方式，支持通过云闪付充值，不收取消费和提现手续费，提供美国网络环境和英国手机号服务，并提供直接客服支持。它适用于全球业务需求，特别适合订阅国外服务（如ChatGPT或OnlyFans），因为它可以为您提供国外的虚拟信用卡。 2. 如何开通虚拟卡开卡充值流程简单，只需跟随页面指引输入信息，使用支付宝充值即可。注册WildCard仅需一分钟，点击前往即可。 虚拟卡年费为11.99美元，使用邀请码”7WE“可减免2美元。ChatGPT Plus月费为20美元，首次充值25美元。若使用OpenAI API，绑卡时可能需要验证，根据实际情况决定。 2.1. 自动升级模式打开WildCard的我的服务页面，点击按钮 ChatGPT Plus/Team 一键升级，在弹出的页面中按照操作步骤复制付款界面的网址粘贴到输入框中，点击确认支付并升级即可升级GPT4.0。 2.2 手动升级模式充值完成后，使用浏览器的无痕窗口登录https://chat.openai.com，参照下面的图片进行升级即可，开通成功之后就可以使用GPT4.0了。 Edge和Chrome的无痕窗口快捷键为Ctrl+Shift+N。","link":"/subscribe-chatgpt-plus-in-five-minutes/"},{"title":"【保姆级教程】无需手机验证码注册ChatGPT账号教程","text":"申请一个免费邮箱 Proton 来注册。 一、注册 proton 邮箱1、访问 proton复制到浏览器打开proton官网地址：proton.me 打开之后，选择右上角的 「Create a free account」 2、选择免费套餐免费套餐有1G的存储空间、一个免费邮箱地址、每日邮件限制为150封，一般情况下肯定是沟通用的。 3、选择邮箱后缀、输入用户名密码免费的邮箱后缀有proton.me和protonmail.com，可以根据个人喜好选择。 4、通过真人选择，跳过手机验证依次拖动验证码，然后设置显示的名称，跳过手机验证就可以。注意：这里千万要速度快，否则会验证失败。 注册完后，可以去登陆邮箱，方便接收验证码。 二、注册 OpenAI 账号访问 OpenAI首先打开 OpenAI 的账户注册页面，输入刚才注册的proton邮箱。 复制到浏览器打开：chat.openai.com 输入邮箱地址，点击图示继续按钮 输入密码，然后点击图示继续按钮 看到以下界面表示注册成功，需要进入邮箱验证邮件即可。 点击邮件中的图示按钮进行邮箱验证。 点击验证右键之后，会让你登录以完成验证，此时点击页面中的登录按钮或者重新在浏览器页面输入OpenAI的官网地址，输入刚注册的用户名、密码登录系统。登录之后在以下页面输入你的姓名、生日并点击同意按钮。 当看到以下界面的时候，恭喜你，你已经注册成功了。 Openai 的用户体系分成两大类：ChatGPT 用户和API开发者用户，两个体系是相互独立的，用户名密码是一致的，但是访问入口和支付都是独立的： ChatGPT 用户的登录入口是 https://chat.openai.com API 开发者用户的登录入口是 https://platform.openai.com ChatGPT 用户获取 GPT-4 的使用权限，是通过购买 GPT Plus 会员，会员的收费标准是 20 美元/每月。 购买 GPT Plus 会员后，可以在 Chat 界面选择 GPT4 进行聊天，获得更强的体验和效果。 升级的方式如下图： 三、订阅GPT4.0/GPT Team服务开通ChatGPT Plus或者GPT Team一直是一个让人头痛的问题，不过现在已经有新的解决办法了，点击以下链接详细了解升级方法： ChatGPT Plus：五分钟开通ChatGPT Plus。 ChatGPT Team：五分钟开通ChatGPT Team。","link":"/register-chatgpt-without-phone/"},{"title":"WildCard虚拟信用卡注册保姆级教程","text":"1、什么是虚拟信用卡虚拟信用卡是一种数字化的信用卡形式，提供一次性或多次性使用的卡号，专用于在线交易，无需出示实体信用卡。此类卡多由信用卡发行机构或数字支付服务供应商提供，其主要目的在于通过设定使用次数、金额上限及有效期等限制，增强交易安全性，降低欺诈风险，并保护用户的真实账户信息。 虚拟信用卡与实体信用卡在功能和使用上并无显著差别，均具备CVV安全码、持卡人姓名、账单地址以及完整的卡号等信息，可用于购买各类服务。用户在使用虚拟信用卡时，体验与实体信用卡无异，既方便又安全。 2、如何开通虚拟卡​ 开通步骤如下： 点击 WildCard 一分钟开卡，轻松订阅海外软件服务 登录WildCard官网并注册账号。 选择大陆居民，输入你的手机号并接收短信，邀请码这里填写7WE (可以在开卡时优惠2美元) 填写你的信息，点击下一步 打开支付宝进行认证，不需要人脸和身份证 在支付宝成功完成扫码验证后，接下来请选择您希望开通的服务时长。考虑到性价比及个人需求，我强烈推荐您选择两年的时长选项。这样，您不仅能享受到更长的服务期限，还能在价格上获得更优惠的待遇。 支付之后需要几分钟的时间等待开通成功。开通成功之后就可以使用虚拟信用卡来订阅服务啦，直接在订阅的地方，把下面卡片的信息复制粘贴进去就行了。 开卡网站（从链接进入有14块钱优惠）： WildCard 一分钟开卡，轻松订阅海外软件服务 总费用： 开卡费用9.99$（一整年的费用，平均下来每天不到两毛钱） 你订阅相关服务的费用，比如ChatGPT是20美元一个月。","link":"/register-wildcard/"},{"title":"五分钟开通ChatGPT Team","text":"1. ChatGPT Team介绍ChatGPT Team是OpenAI在2023年下半年推出的一种会员计划，旨在为企业和团队用户提供更加专业和高级的服务。 与ChatGPT Plus版本相比，Team版本不仅能访问ChatGPT4、DALLE等高级模型，还提供了更长的上下文窗口、更多的对话次数，并且保证用户产生的数据不会被用于训练GPT模型。 这一计划特别适合需要高频使用ChatGPT服务且对数据隐私有较高要求的企业用户。 2. 开通ChatGPT Team工具准备：一台电脑、科学上网工具、ChatGPT账号 如果你没有ChatGPT账号，请点击：【保姆级教程】无需手机验证码注册ChatGPT账号教程！ 2.1. 一键升级模式首先进入WildCard首页，进去开通一张虚拟信用卡，开通需要支付11.9美元（从链接进入可以优惠两美元，即9.9美元，并且是一次性付费，之后不需要再付费） 如果需要详细手把手教学，请点击：WildCard虚拟信用卡注册保姆级教程 打开WildCard的我的服务页面，点击按钮 ChatGPT Plus/Team 一键升级，在弹出的页面中按照操作步骤复制付款界面的网址粘贴到输入框中，点击确认支付并升级即可升级GPT4.0。 接着按照图中步骤进入ChatGPT官网，选择你需要的订阅方式、team人数、team名称设置好之后，点击下一步 2.2. 手动升级模式首先进入OpenAi网站首页，点击左下角的Upgrade plan按钮，在弹出的页面中选择第三项，点击Upgrade to Team按钮 在接下来的弹窗中输入Team名称，点击下一步 在接下来的弹窗中，选择付费模式和成员数量，点击Continue to billing按钮进入支付页面 在支付页面输入你的信用卡信息，然后点击确认支付即可。 注意国内的Visa和MasterCard都不支持支付升级套餐，如果你没有国外信用卡，可以先注册虚拟信用卡用于支付，注册链接： WildCard 一分钟开卡，轻松订阅海外软件服务 工具网站（从链接进入有14块钱优惠）： WildCard 一分钟开卡，轻松订阅海外软件服务 总费用： 开卡费用9.99$（一整年的费用，平均下来每天不到两毛钱） GPT Team订阅的费用（25$） 总共34.99$，折合人民币约245元（参考汇率7）","link":"/subscribe-chatgpt-team-in-five-minutes/"},{"title":"【一看就会】五分钟完成MidJourney订阅","text":"1. Midjourney介绍Midjourney 是一款备受欢迎的人工智能生成图像工具，它可以通过输入文字描述，自动生成精美的图像。与许多其他图像生成工具不同，Midjourney 不需要安装任何软件，也不受个人电脑性能的限制，因为它运行在云端服务器上。要使用 Midjourney，只需拥有一个 Discord 帐号并加入相应的 Discord 频道即可。 ** 新手常见问题** Q：Midjourney是什么？ A：一个AI 生成算图工具，只需输入文字就会自动产生图像，Midjourney目前架设在Discord频道上，因此需要有Discord帐号才能使用。 Q：Discord是什么？ A：一款专为社群设计的免费通讯社交软体，类似于LINE或Slack，但功能更为强大，自带机器人与各种程式功能，能够在上面发开自己工具，有网页版与手机版App。. Q：Midjourney是软件吗？需要安装吗？ A：不用，Midjourney并不是软件，也不用安装，它是一个架设在Discord之下的工具，使用方式只需要在Discord输入文字即可，所以与你电脑本身效能无关，运算中关闭Midjourney也没问题，因为真正运算图片的是云端电脑。. 2. midjourney多少钱一个月下面的表格是我为大家总结的midjourney的不同订阅计划的费用和区别， 基础计划 标准计划 专业计划 大型计划 每月订阅费用 $10 $30 $60 $120 年度订阅费用 $96（$8 /月） $288（$24 /月） $576（$48/月） $1152($96/月) 使用限制 每月可以生成200张图 没有fast模式 不能免排队生成图 每月可无限量生成图片 15小时fast模式生图时间 可以免排队生成图 有隐私模式，别人看不到你的图和关键词 fast模式生图时间有30小时 可以免排队生成图 在专业计划的基础上，有60小时的fast模式 对于一般用户而言，选择基础计划或者标准计划就可以满足日常使用需求。 对于商业用途而言，建议选择专业计划或者大型计划。 3. 国内如何订阅MidJourney目前国内银行卡是支付不了的，只能通过国外银行卡支付。 如果你已经有国外的银行卡，那么你可以直接自己付。 如果没有，那么可以使用虚拟卡来订阅midjourney 3.1 如何使用虚拟卡来订阅MidJourney 首先，去WildCard上面购买一张虚拟信用卡，可以得到一张虚拟信用卡和卡片信息。这一步需要9.99美元的开卡费，开完卡之后这就是你的信用卡了，你可以用支付宝向里面充值金额来支付midjourney的订阅。wildcard手把手教学流程参考：WildCard虚拟信用卡注册保姆级教程 登录你的Midjourney账户，进入订阅中心（如果是在Discord频道里，则是在频道输入框输入/subscribe，然后点击一下，再回车） 选择您需要订阅的会员计划，选择月支付/年支付 进入支付页面，选择银行卡支付 把你在第一步购买到的虚拟信用卡卡号、有效期、CVV码等信息填写到对应的地方 填写完信息之后，点击确认订阅就可以啦","link":"/subscribe-midjourney/"},{"title":"【亲测】使用WildCard开通Claude3","text":"随着Claude3的震撼发布，最强AI模型的桂冠已不再由GPT-4独揽。 Claude3此次推出了三个备受瞩目的模型，分别是Claude 3 Haiku、Claude 3 Sonnet以及Claude 3 Opus，每个模型都展现了卓越的性能与特色。 在数据层面，Claude 3 Opus更是实现了对GPT-4的全面超越。以下是对Claude 3系列模型与业界同行在多个性能基准上的精彩比较，凸显了其卓越实力。 在尝试注册Claude3时，许多用户报告遇到了一个常见的障碍——无法接收到手机验证码。这个问题尤其困扰那些没有海外手机号的用户。幸运的是，有一种解决方案可以帮助你顺利完成注册过程。本文将详细介绍如何利用WildCard服务提供的海外手机号进行Claude3注册。 注册Claude3教程1：获取Wildcard海外手机号 访问WildCard官方网站（从链接进入可以优惠两美元）。 根据网站指示注册账户。 进入网站，找到工具箱-海外手机号 菜单栏，点击“立即申请”。（下图是已经申请成功的界面） 每个账号有三次免费申请的机会，而且网站说即使你用了手机号，也可能会失败。我运气比较好，第一次就成功了。 WildCard除了可以开通Claude Pro 也可以用来一键开通GPT-4。 2：使用获取的手机号注册Claude3 打开Claude3注册页面，先填写邮箱等信息。 然后填入你从WildCard获得的海外手机号。 点击发送验证码。 3：接收并输入验证码 返回到WildCard的界面。 检查你的虚拟手机号收件箱，找到来自Claude3的短信验证码。 将验证码输入到Claude3的注册页面中，完成验证。","link":"/register-claude3/"},{"title":"WildCard虚拟信用卡平台详解","text":"1、什么是虚拟信用卡虚拟信用卡是一种数字化的信用卡形式，提供一次性或多次性使用的卡号，专用于在线交易，无需出示实体信用卡。此类卡多由信用卡发行机构或数字支付服务供应商提供，其主要目的在于通过设定使用次数、金额上限及有效期等限制，增强交易安全性，降低欺诈风险，并保护用户的真实账户信息。 虚拟信用卡与实体信用卡在功能和使用上并无显著差别，均具备CVV安全码、持卡人姓名、账单地址以及完整的卡号等信息，可用于购买各类服务。用户在使用虚拟信用卡时，体验与实体信用卡无异，既方便又安全。 2、什么是WildCardWildCard是一家专注于虚拟信用卡服务的领先平台，特别针对OpenAI旗下的各项支付业务进行了精心设计和优化。通过WildCard，用户可以轻松实现一键注册GPT账号、一键购买GPT 4.0等便捷服务，极大地简化了操作流程。 除了OpenAI，WildCard虚拟信用卡还支持购买多种其他服务，包括但不限于Midjourney、OnlyFans、Google Play、YouTube和Spotify等，满足用户多样化的需求。 与其他平台相比，WildCard的最大优势在于其操作极其简便，几乎达到了傻瓜式操作的程度。更令人惊喜的是，用户无需提供身份证件，仅通过支付宝认证，即可轻松订阅国外的服务，为用户带来了前所未有的便捷体验。 3、 如何使用WildCard虚拟信用卡进入WildCard官方网站，只需一分钟即可快速开卡，轻松订阅各类海外软件服务。通过专属链接进入，还将额外享受两美元（约14元人民币）的优惠。 该网站UI设计精美，操作流程极简化，无需复杂步骤，只需按照提示进行傻瓜式操作，让您畅享便捷体验。快来体验WildCard带来的便捷与高效吧！ 如果你实在不会，可以查看手把手步骤教学： WildCard注册教程？ 4、 WildCard平台相关问题扣款/支付失败，会退回吗？是的，如果您使用 WildCard 扣款失败了，或者像 ChatGPT Plus 升级，扣费了，但是没升级成功。 这类扣费和支付失败，都会退回到卡上。不过时间比较慢，一般是 14-28 天左右。 我们每隔一小时都会从银行拉取退款清算文件，如果有退款肯定第一时间处理。 美国的支付系统跟中国不一样，中国是所有人都用央行的一个清算系统，美国是 虚拟卡帐户-发卡行-清算行-收款银行-收款商户，从收款商户发起退款开始，最快也要14个工作日，有的客户甚至有30天的情况，请见谅。 WildCard 有哪些工具和功能？WildCard，就是为了解决大家使用海外 AI 产品而生的。我们全流程一站式的解决了 OpenAI 的所有使用场景。 1. OpenAI/ChatGPT 账户一键注册我们提供了「一键注册 OpenAI/ChatGPT 账户」服务。 我们搭建了自己的海外邮箱服务和海外环境，无需繁琐过程，不用准备海外邮箱，1 分钟即可全自动注册 OpenAI/ChatGPT 新账户。 2. ChatGPT Plus 一键升级我们同样搭建了可以通过支付网络检测的海外环境，有效避免支付时出现的各种拒绝情况。无需填写复杂的表单，提交支付链接，几分钟即可全自动升级到 ChatGPT Plus。 3. OpenAI 专用浏览器我们研发了 OpenAI 的专用浏览器，专门为访问 OpenAI 优选的家庭网络出口，确保您享受快速、稳定的连接。浏览器简单易用，安装完成后无需任何配置即可使用。 4. OpenAI API 转发服务我们同样专门为访问 OpenAI API 优选网络出口，可在任何网络环境下正常使用的 API 转发服务，杜绝封号危险。使用方式非常简单，您把我们提供的转发网址，直接替换 OpenAI 的 base_url api.openai.com 即可。每天可免费请求 500 次。 4. 海外邮箱我们搭建了自己的海外邮箱服务，一健申请，免密码，点击收件记录即可收取邮件，方便您注册任意海外服务，免费提供给客户。 5.海外手机号我们提供海外手机号服务，可以帮您轻松通过注册海外服务时候的手机短信验证，包括 OpenAI API Key 申请，Cluade 注册，Google 注册，Telegram 注册。每个临时手机号可用 25 分钟，过期就无法找回，我们同样免费提供三个使用机会。 6. 浏览器远程环境我们也提供浏览器远程环境服务，当您需要紧急支付某些服务时，无需任何安装，可以在本地浏览器一键打开部署在海外的远程窗口，直接操作浏览器进行支付，我们同样免费提供三个使用机会。 5、 Wildcard虚拟信用卡相关问题WildCard 是怎么收费的？WildCard 开卡可以选择 1 年或 2 年服务时间。 1 年的年费是 11.99 美元，使用邀请码可以优惠 2 美元，相当于 9.99 美元。 2 年的年费是 15.99 美元，使用邀请码可以优惠 2 美元，相当于 13.99 美元。 2 年有效期后，可以9.99 美元的优惠价格续期 2 年，也可以以 9.99 美元的价格开新卡。 其他的收费方式如下：消费手续费 0%，但非美国商家/非美元的消费手续费 1%，比如您消费英镑等其他货币。 充值手续费是 3.5%，充值的余额是可以实时提现的，提现手续费 0%。 WildCard 支持退款到卡上，如果您跟商家协商退款，一般 14-21 个工作日退款到卡上。 退款会收取2%手续费。 绑卡的时候，一般绑卡平台会进行小额扣款验证，然后撤销这笔扣款，撤销这笔扣款时，会产生 1 美元的撤销费用，如果扣款不足 1 美元则不会收取。 如果商家撤销这笔交易，进行退款的时候，同样也会收取这笔1 美元的交易撤销费。 充值的时候，我们的美元汇率参考的是中国银行过去 2天的美元 外汇现钞卖出牌价 的加权平均价格。 年费 $11.99 (使用邀请码立减 2 美金) 月费 0 充值手续费 3.5% 消费手续费 0% 非美国商家/非美元 消费手续费 1% 提现手续费 0% 交易退款费 2% 交易撤销费 $1/笔 WildCard 2 年有效期之后会失效吗？有效期（2 年）内均不会过期。 2年有效期之后，可以续费 $9.9 美元继续开一张 2 年有效期的新卡。 如果不想续费，余额会被自动退回到充值账户。 绑定产生的预扣费，会退回到原卡上吗？预扣费都会退回到原卡上，但是预扣款会产生 $1 美元的手续费，请留意。 虚拟信用卡的发展历史紧密跟随着互联网和数字支付技术的进步。从最初的概念到如今的广泛应用，虚拟信用卡经历了从边缘到主流的转变。 WildCard 不充值就无法使用吗？是的，因为 WildCard 本质上是一种虚拟借记卡，余额为 0，不充值是无法扣费的，请您务必在充值后再进行绑定/支付。 所有的海外服务绑卡都有小额扣款验证，如果卡内余额为0，是无法通过的，还会因为余额不足消费失败。累计十次会销卡，为了保护您卡片不被注销，我们做了这个限制。 WildCard 支持 Oracle Cloud 吗？暂时不支持 Oracle Cloud。 填写卡号时出现的 ZIP 该填什么？大家绑定支付方式时，有时候会碰到填写卡号时，也需要填写 ZIP。 ZIP 指的就是您账单地址所在的邮编，也就是 Postal Code，直接填写账单地址的 Postal Code 那 5 位数字就可以了。 WildCard 能开发票吗？我们是境外实体，可以给您开具能在国内报销的开卡收据和月结单。开具入口在登录之后的右上角「设置」中。 生成的收据包含当月所开的开卡费以及充值产生的手续费。 如果您想开具 ChatGPT 的收据，请参考以下教程​**如何下载 ChatGPT Plus 的可报销收据**OpenAI API 的收据在 Settings-Billings-Billing history 查看卡片CVV为什么需要充值因为所有的海外服务绑卡都有小额扣款验证，如果卡内余额为0，是无法通过的，还会因为余额不足消费失败。累计十次会销卡，为了保护您卡片不被注销，我们做了这个限制。 6、 ChatGPT相关问题ChatGPT Plus 订阅失效后如何续订ChatGPT Plus 是一种订阅服务，每个月的订阅费用是 20 美元，每个月都会进行扣费，如果您订阅了 ChatGPT Plus，而帐户余额并不够 20 美元，OpenAI 在多次扣费失败后，会暂停我们的 Plus 订阅，如果我们想继续使用，可以按本教程进行操作。 登录 ChatGPT，点击左下角的 Renew Plus 在弹出的弹窗中，点击「Upgrade To Plus」 复制支付页面网址在支付页面，复制现在的付款页网址 URL，这一段 pay.openai.com 开头的全部网址，进入我们「一键升级 ChatGPT Plus」页面，提交就可以了。请不要在支付页面填写任何信息，如果填写过，请返回上一步，重新进入这个页面再复制网址。 使用 WildCard 一键升级 ChatGPT Plus登录 wildcard， 点击一键升级。 如何下载 ChatGPT Plus 的可报销收据 登录 ChatGPT，点击左下角帐户旁边的 … 按钮。 在弹出的弹窗中，点击「My plan」 在弹出的「My plan」弹窗中，选择「Manage my subscription」 在管理页面里面找到「账单记录」，点击即可 ChatGPT Plus 未生效如何申请退款订阅 ChatGPT Plus 时，偶尔会出现，扣款20美元，但是帐户仍未升级成功的情况，需要我吗手动申请退款，退款一般7-14个工作日退回，以下是申请教程。 前往 https://help.openai.com ，点击右下角客服发起对话 依次选择 Billings 和 I paid for ChatGPT Plus but can’t access the service. 选择 yes，并填写自己的邮箱，购买时间和Chat GPT浏览器全屏截图。 注意，购买时间最好用 UTC 时间 而非GMT +8 北京时间。 UTC时间 = 北京时间 - 8 小时 ChatGPT 升级出现「我们未能验证您的支付方式/we are unable to authenticate」怎么办？在订阅 ChatGPT Plus 时，有时候会出现以下报错 ： We are unable to authenticate your payment method.我们未能验证您的支付方式。 出现 unable to authenticate 这个错误，基本上是因为咱们当前的代理 IP 使用人数过多，导致 IP 被 Stripe 风控，然后拒绝支付。 解决方案是，使用我们一键升级服务。 按指引一步步来即可。 OpenAI 支付出现「您的银行卡被拒绝/your card has been declined」怎么办？在订阅 ChatGPT Plus 或者 OpenAI API 时，有时候会出现已下报错 ： Your card has been declined.您的银行卡被拒绝 出现这种错误，有以下几个解决方案： 网络环境风险过高，用远程环境解决由于 OpenAI 和 Midjourney 等服务采用了 Stripe 的支付通道，而 Stripe 的支付通道在绑定/支付时，会对客户的访问 IP 进行一个风控判断，如果客户的 IP （大部分情况下是代理）是很多人绑卡/支付时使用过的 IP，就会被风控判定为欺诈风险过高，而拒绝客户绑定/支付。解决方案是使用我们的远程环境。 ChatGPT 可以用一键升级服务解决具体教程在这里。 卡片余额不足或余额为0wildcard 本质上是借记卡，没有额度，没有余额是无法绑定成功的，可以检查一下余额是否充足，即使是绑卡，而非消费，余额为0也是无法成功的，因为没法通过预扣款验证。 ChatGPT 无法登录或者提示 Unable to load site 怎么解决？登录后遇到这个报错 ： Please try again later. If you are using a VPN, try turning it off.Check the status page for information on outages。 其他类似的登录问题： 打开 ChatGPT 提示 Unable to load site 的错误 网页提示 Oops！We ran into an issue while authenticating you. 的错误 使用提示 Something went wrong 的错误 登录时，提示拥堵 Oops! We ran into an issue while signing you in 使用时，左侧的聊天记录加载不出来， Unable to load history 错误 其实都是网络问题，原因是当前用的科学上网的节点或服务不行，需要换到其他地区的节点试试。 推荐使用我们的 OpenAI 专用浏览器访问。 7、 OpenAI API相关问题OpenAI API 绑卡时，为什么会产生 5 美元的费用？OpenAI 会在绑定的时候预扣费 5 美元，这笔钱会在 14-21 个工作日内退回，但会产生 1 美元的撤销交易手续费，这笔费用是由银行收取的。 OpenAI 官方解释：https://help.openai.com/en/articles/7438062-after-updating-my-api-payment-method-i-noticed-a-5-charge-is-this-a-temporary-hold 如何获取 GPT-4 API 访问权限https://help.openai.com/en/articles/7102672-how-can-i-access-gpt-4 从 2023年7月6日开始，OpenAI 向所有成功支付过 1 美元以上的API 绑卡用户提供了GPT-4 API（8k）的访问权限。OpenAI 计划在2023年 7 月底之前向新开发者开放访问权限，然后根据计算资源的可用性逐步提高速率限制。 您需要先把自己的开发者帐户升级为付费帐户，具体教程在这里。 然后只需要充值大于5美元，就可以开通GPT-4的访问权限。 所以如果您是新用户，最快获取 GPT-4 权限的方式就是： 把开发者升级为付费帐户； 充值5美元以上； 就可以立刻拿到权限了。 可以在 playground 查看是否开通了 GPT4 的访问权限。 另外 OpenAI 会根据你充值的金额，对你进行消费限额，比如你充值了5美元，调用 API 也最多消费 5 美元，可以另外设置自动充值，设置余额低于一个特定值就自动充值。 如下图，设置的是，如果余额低于 5 美元，就从你绑定的卡里面自动扣费来充值10美元。 如果连续2次扣费失败（比如遇到卡内余额不足），OpenAI 就会封禁这个开发者帐户和对应的卡号。 ChatGPT Plus 跟 OpenAI API 的区别Openai 的用户体系分成两大类：ChatGPT 用户和开发者，两个体系是相互独立的，用户名密码是一致的，但是访问入口和支付都是独立的： ChatGPT 用户的登录入口是 https://chat.openai.comAPI 开发者用户的登录入口是 https://platform.openai.com ChatGPT 用户获取 GPT-4 的使用权限，是通过购买 GPT Plus 会员，会员的收费标准是 20 美元/每月。购买 GPT Plus 会员后，可以在 Chat 界面选择 GPT4 进行聊天。购买教程在这里。 API 开发者用户获取 GPT-4 API的使用权限，是通过升级付费帐户，升级付费帐户的教程在这里。 然后需要预充值5美元以上，才能开通GPT-4的访问权限。 对于API 开发者用户，OpenAI 会根据你充值的金额，对你进行消费限额，比如你充值了5美元，调用 API 也最多消费 5 美元，可以另外设置自动充值，设置余额低于一个特定值就自动充值。 如下图，设置的是，如果余额低于 5 美元，就从你绑定的卡里面自动扣费来充值10美元。 如果连续2次扣费失败（比如遇到卡内余额不足），OpenAI 就会封禁这个开发者帐户和对应的卡号。 API 开发者用户可以在这里实时查看 API 调用的消费情况。 所以开发者用户需要在 API 账单生成之后（有邮件通知），提前充值，确保余额充足可以支付本期的 API账单。","link":"/wildcard-info/"},{"title":"【保姆级】2024年最新Onlyfans订阅教程","text":"如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 0. 【必看】开通步骤订阅OnlyFans的步骤简要总结如下： 使用虚拟信用卡平台WildCard开通虚拟信用卡注册教程。 开卡后，进入WIldcard首页，就能看到自己的虚拟信用卡信息 把虚拟信用卡的信息填写到OnlyFans绑定信用卡界面就行啦 总费用：开卡费9.9美元+OnlyFans订阅费用，全程使用支付宝支付，安全快捷。 1. Onlyfans介绍OnlyFans是一个创立于2016年的在线平台和应用程序，它集结了众多来自健身、音乐、艺术等领域的内容创作者，呈现了他们精彩纷呈的作品。该平台颠覆了传统商业模式，为创作者提供了一个展示独特内容的舞台，用户则需要付费才能观看这些独家内容。 这种创新的商业模式不仅赋予了创作者更多的自主权和收入来源，也树立了全新的消费观念，让用户有机会尊重和支持他们所喜爱的创作者。 在OnlyFans上，普通用户可以通过三种灵活的方式向创作者付费：订阅、内容解密和打赏。这种机制激励了创作者持续产出更高质量的内容，从而吸引更多用户的关注与喜爱。 本文将详细指导你如何使用虚拟银行卡在OnlyFans上订阅心仪的博主，并解答诸如如何取消订阅、避免不必要的持续扣费以及如何通过年龄认证等常见问题，让你在享受精彩内容的同时，也能轻松管理自己的订阅和支付。 2. 注册Onlyfans账户 步骤一：访问Onlyfans官网链接: https://onlyfans.com/ 步骤二：创建账户，填写必要的个人信息。 步骤三：邮箱验证及账户激活。 进入Onlyfans的主页之后点击验证电子邮件按钮，进入发送页面，点击发送确认发送确认邮件，前往你的邮箱打开收到的邮件进行验证。 验证之后，即可看到邮箱更新为已验证状态。 3. 订阅时长 选择需要的订阅时长，点击进入支付界面 选择完订阅时长后，需要你填写信用卡信息，已经开好虚拟卡的可以直接接下图操作。没有开卡的用户先根据注册教程开通虚拟信用卡，新开卡的时候注意填写邀请码7WE (可以在开卡时优惠2美元)。 点击新增信用卡 上面需要的每一项信息，都可以直接在虚拟卡网页上看到，参考下图复制过去即可。 绑定支付信用卡后，就可以去订阅喜欢的博主，比如 hongkongdoll 。","link":"/register-onlyfans/"},{"title":"【2024亲测】Onlyfans搜索博主教程","text":"0. 【必看】如何订阅Onlyfans订阅OnlyFans的步骤简要总结如下： 使用虚拟信用卡平台WildCard开通虚拟信用卡注册教程。 开卡后，进入WIldcard首页，就能看到自己的虚拟信用卡信息 把虚拟信用卡的信息填写到OnlyFans绑定信用卡界面就行啦 总费用：开卡费9.9美元+OnlyFans订阅费用，全程使用支付宝支付，安全快捷。 1. OnlyFans搜索功能在 OnlyFans 上搜索特定博主可能不像在其他社交媒体平台上那样直接，主要是因为OnlyFans的搜索功能相对有限，并且平台在设计上更注重隐私和独家内容。 比如，我们现在想在onlyfans上面看hongkongdoll的视频，如果直接在搜索栏进行搜索，结果如下： 换个简单的词搜索也没有结果 出现这样的结果主要是因为onlyfans为了用户隐私才故意设置了搜素限制。 3. 如何在Onlyfans上面搜索这里主要介绍三种在Onlyfans上面搜索博主的方式，分别是官方服务、社媒跳转和第三方搜索引擎。 3.1 使用Onlyfans官方搜索服务我在官网上面找到了如下公告： 根据官网公告，如果你已经关注了某个博主，那么你可以直接用搜索栏搜素到该博主的信息。 但是如果你没有关注，那么你只能搜索到博主的帖子内容，而不能搜素到博主的主页。 3.2 通过社交媒体跳转的方式如果你在其他平台上面关注了某个博主，比如p**nhub或者twitter，那么这个博主可能会把ta的onlyfans链接放在某个帖子里面，你可以到相应平台去看一看。 此外，如果你已经知道某个博主的用户名，那么也可以通过拼接域名的方式来访问，即：onlyfans.com/&lt;用户名&gt;，比如hongkongdoll的主页就是onlyfans.com/hongkongdoll 3.3 使用第三方搜索工具那如果你既没有关注某个博主，也不知道博主的其他社交媒体，该怎么办呢？ 这里就要向大家介绍今天的重头戏，就是第三方onlyfans搜索引擎。 onlyfans你不是清高不愿意做完整的搜索功能么，没关系，我第三方来帮你做！ onlysearch就是这么一个平台，它爬取了onlyfans上面所有的用户信息，存放在数据库中。然后你就可以用onlysearch提供的搜索服务，来搜索某个博主并跳转到ta的首页啦~ 还是拿hongkongdoll举例，我们先进入onlysearch首页， 输入hongkongdoll，然后点击search 然后就可以搜索到了，点击左下方的open onlyfans，就能跳转到hongkongdoll的onlyfans首页，接下来就能开始愉快的订阅啦~","link":"/how-to-search-blogger-on-onlyfans/"},{"title":"WildCard使用海外家庭网络环境的浏览器设置","text":"此浏览器设置仅针对已开通WildCard 的环境，还未开通WildCard 的朋友请移步：WildCard使用教程 切记，在操作前，需要关闭的代理 为什么要用海外家庭网络环境在注册海外平台时，往往会受到IP限制的问题。然而，使用Wildcard提供的环境可以解决这些问题。 设置流程 使用浏览器打开并登录WildCard，点击使用海外家庭网络。 安装插件，插件链接：WildCard Proxy。 使用代理，注意：每次使用代理前，请先关闭自己的本地代理，安装插件后，会自动跳转到插件的配置页面，点击 「前往复制」，去 WildCard 复制代理对应的密码 将在 WildCard 中购买的账号、密码依次填入输入框，点击 「保存」，会自动开启代理。出现如图绿色提示，即可开始使用 若使用途中切换到其他网页出现如图弹窗，点击取消或重新输入密码即可继续使用 使用时间结束时，会出现如图弹窗，提示输入新的账户密码。此时在扩展程序中，找到并点击插件图标后，点击关闭按钮即可关闭代理 以上就是使用海外家庭网络环境的浏览器设置，在注册一些服务的时候就用这个环境，可以提高通过的概率。","link":"/browser-settings-for-overseas-network/"},{"title":"Onlyfans年龄验证、地址错误等问题解决方案","text":"前言在使用Onlyfans平台时，我们可能会遭遇一系列问题，如地址错误、支付失败以及年龄验证不通过等。这些问题的根源主要源于两个方面。首先，使用国内邮箱进行注册，可能触发了平台的某些安全机制，导致账户在验证环节遭遇阻碍。其次，IP地址的问题同样不容忽视。如果IP地址不符合Onlyfans的要求或被视为风险IP，那么在进行支付或年龄验证时，很可能会遭遇失败或拒绝。 为了解决这些问题，我们需要更加审慎地选择注册方式和网络环境。在注册时，应尽量避免使用国内邮箱，而是选择国际邮箱服务，以降低触发平台验证机制的风险。同时，对于IP地址的问题，我们应确保使用的IP符合Onlyfans的要求，必要时可以借助虚拟卡平台或梯子等工具，将IP改为境外节点，以提高支付和验证的成功率。 通过注意这些细节，我们不仅可以避免在Onlyfans平台上遇到各种问题，还能更加顺畅地享受该平台提供的服务。 解决方案以下方案仅针对已开通WildCard 的环境，还未开通WildCard 的朋友请移步：WildCard使用教程 使用 WildCard 海外网络环境去注册和支付，有关远程网络环境相关设置在这里：使用海外家庭网络环境的浏览器设置 使用申请 WildCard 的海外邮箱注册 验证的邮件可以通过收件记录来查看，如下图： 地址错误问题： 在绑定信用卡并填写地址时，强烈建议您从Onlyfans提供的地址补全下拉框中进行选择。虽然理论上您可以随意选择，但为了避免出现WildCard账单地址无法匹配的情况，我们建议您尽量选择一个与您的实际地址相近的选项。如果确实遇到无法匹配的情况，您可以从下拉框中随机选择一个较为接近的地址作为替代，这样可以提高地址验证的通过率。请注意，务必确保所填写的地址与您的信用卡账单地址一致，以确保支付顺利进行。 以上就是针对出现的问题的解决方案。","link":"/onlyfans-issues/"},{"title":"【亲测】阿里云ECS搭建《幻兽帕鲁》联机服务器","text":"近日，由Pocketpair推出的生存类游戏《幻兽帕鲁》在网络上掀起了一股热潮，最高在线人数已逼近200万大关。然而，随着玩家数量的激增，官方服务器压力山大，难以提供稳定流畅的游戏体验。幸运的是，游戏开发商提供了搭建私人专用服务器的方案，让玩家们能够和好友们一同联机冒险，甚至还能享受自定义经验翻倍等独特游戏设置。 那么，如何迅速拥有一个能与小伙伴们畅享游戏的专用服务器呢？本文将为您详细解读在阿里云上快速部署《幻兽帕鲁》联机服务器的全过程。您只需按照页面提示选择相关配置，服务器创建、网络端口设置、防火墙配置以及游戏环境安装等繁琐步骤都将自动完成，全程仅需2~3分钟，无需任何手动配置，让您轻松搭建起一个专属于自己的游戏世界，与好友们尽情探索、战斗，享受无与伦比的游戏乐趣！ 在阿里云ECS服务器上搭建《幻兽帕鲁》私人服务器的步骤简要总结如下： 1. 购买阿里云服务器 2. 部署幻兽帕鲁服务器 3. 联机游戏 一、购买阿里云服务器想要搭建《幻兽帕鲁》的联机服务器，您首先需要准备一台阿里云服务器。如果您已经拥有阿里云服务器，那么恭喜您，可以直接跳过此步骤，继续后续的搭建流程。如果您还没有服务器，我们为您提供了直达链接，让您轻松选购并快速拥有属于自己的云服务器。点击直达链接，您将能够便捷地选择适合游戏服务器需求的配置，为您的《幻兽帕鲁》之旅保驾护航。直达链接：阿里云服务器购买 二、部署幻兽帕鲁服务器2.1 访问帕鲁专题活动页登录阿里云官网，进入阿里云游戏联机服务器专题页：幻兽帕鲁联机服务器安装教程 点击页面下方的“一键购买及部署”即可创建实例。 点击一键部署幻兽帕鲁按钮默认打开8玩家配置的服务器配置页面，或者根据您的需求选择下面其他的服务器。 服务器相关配置： 部署地域：一般默认即可，可以选择离自己最近的城市 购买资源时长：建议购买一个月或者三个月，六个月就很贵了 操作系统类型：一般保持默认即可 设置实例密码：设置实例的密码，千万别忘记了 阿里云服务已为您预先配置好了大部分游戏所需的设置，包括网络端口设置（采用UDP协议，访问8211端口）和游戏环境安装等，全程仅需简单点击几次鼠标，即可轻松完成搭建，让您无需繁琐操作，即可畅享游戏乐趣。 点击立即创建按钮，然后充值阿里云账户并且付款完成服务器购买，付款完成之后去列表查看，可以看到服务正在部署中。 2.2 获取幻兽帕鲁服务器地址等服务部署状态编程已部署之后，点击服务实例进入服务详情页面，在页面里复制帕鲁幻兽服务器地址端口后面的地址用于下一步操作。 三、联机游戏步骤如下： 启动游戏Palword ，选择加入多人游戏（专用服务器） 请将最下方的“127.0.0.1”这个地址替换为您在上一步中获取的“幻兽帕鲁服务器地址端口”对应的IP地址和端口，这样您就可以和小伙伴们愉快地联机游戏了。请确保输入的IP地址和端口准确无误，以确保游戏的顺畅进行。 如果还没有自己的GPT账号的话，请点击：无需手机验证码注册GPT账号教程 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程","link":"/setup-palu-server-on-aliyun/"}],"tags":[{"name":"其他","slug":"其他","link":"/tags/%E5%85%B6%E4%BB%96/"},{"name":"ChatGPT","slug":"ChatGPT","link":"/tags/ChatGPT/"},{"name":"MidJourney","slug":"MidJourney","link":"/tags/MidJourney/"},{"name":"Claude3","slug":"Claude3","link":"/tags/Claude3/"},{"name":"Typora","slug":"Typora","link":"/tags/Typora/"},{"name":"Onlyfans","slug":"Onlyfans","link":"/tags/Onlyfans/"},{"name":"WildCard","slug":"WildCard","link":"/tags/WildCard/"},{"name":"Palu, 幻兽帕鲁","slug":"Palu-幻兽帕鲁","link":"/tags/Palu-%E5%B9%BB%E5%85%BD%E5%B8%95%E9%B2%81/"}],"categories":[{"name":"其他","slug":"其他","link":"/c/%E5%85%B6%E4%BB%96/"},{"name":"WildCard","slug":"WildCard","link":"/c/WildCard/"},{"name":"MidJourney","slug":"MidJourney","link":"/c/MidJourney/"},{"name":"Claude3","slug":"Claude3","link":"/c/Claude3/"},{"name":"Typora","slug":"其他/Typora","link":"/c/%E5%85%B6%E4%BB%96/Typora/"},{"name":"Onlyfans","slug":"Onlyfans","link":"/c/Onlyfans/"},{"name":"幻兽帕鲁","slug":"其他/幻兽帕鲁","link":"/c/%E5%85%B6%E4%BB%96/%E5%B9%BB%E5%85%BD%E5%B8%95%E9%B2%81/"},{"name":"gpt","slug":"gpt","link":"/c/gpt/"}],"pages":[]}