{"posts":[{"title":"国内Visa&#x2F;Mastercard信用卡能用来订阅ChatGPT Plus服务吗？","text":"有很多国内的同学都很好奇是否能够使用国内的VISA、MasterCard信用卡来升级ChatGPT 4.0的服务，这边文章我们来聊聊ChatGPT Plus支持哪些信用卡类型。 1、国内信用卡付款答案很简单：不能！ ChatGPT Plus的付款页面上显示了Visa、Mastercard等图标，但国内银行发行的信用卡，包括美元卡和其他外币卡，均不能用于ChatGPT Plus的订阅。如果尝试使用国内信用卡订阅ChatGPT Plus，可能会收到错误消息 “Your card has been declined”（您的卡已被拒绝）。这表明目前国内信用卡无法成功完成ChatGPT Plus的订阅交易。 如果使用国内信用卡尝试多次升级ChatGPT Plus（有时甚至可能只是一次），可能会导致账户被标记，即使后续使用正常的国外信用卡也无法成功升级。因此，建议避免使用国内信用卡进行订阅尝试，因为这是不可行的。 2、能用哪些信用卡截至目前，国内的信用卡以及中国香港的信用卡均无法用于订阅ChatGPT Plus。只有国外的信用卡（例如美国的信用卡）才能够成功支付并开通ChatGPT Plus的订阅。 如果在国内想订阅ChatGPT Plus，则可以通过使用 WildCard来快速订阅 ChatGPT Plus。WildCard是一个为中国用户提供虚拟信用卡的平台，通过与OpenAI的合作，用户可以使用WildCard虚拟信用卡快速而便捷地订阅ChatGPT Plus。最重要的是，WildCard支持使用支付宝进行支付，而其他平台通常要求用户先购买稳定币进行兑换，这对普通用户而言门槛较高，而且可能涉及高昂的手续费。相比之下，WildCard的开卡费用为9.9美元，且没有后续的月费用。 点击链接进入 WildCard 一分钟开卡，轻松订阅海外软件服务了解开通步骤。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/can-chatgpt-plus-be-subscribed-with-domestic-credit-cards/"},{"title":"【保姆级】阿里云OSS+PicGo+Typora搭建图床","text":"​ 图床，作为储存图片的服务器，主要分为国内和国外两种类型。由于空间距离等因素，国外的图床在访问速度上可能较慢，进而影响图片的显示速度。而在国内，图床又可分为单线空间、多线空间和CDN加速三种形式，各具特色。 ​ 简而言之，图床就是存储图片的地方，为每一张图片提供一个独一无二的链接，使得用户能够轻松地在网上访问和查看。 ​ 当前，市场上涌现出众多免费图床供用户选择，如Gitee、Github等。然而，使用免费图床也存在一些潜在问题，如图床失效、防盗链等。因此，在选择图床时，用户需要权衡各种因素，确保图片的稳定性和安全性。因此，为了避免这些问题，搭建自己的图床成为了一个备受欢迎的解决方案，通过搭建自己的图床，用户可以确保图片的稳定性和安全性，同时更好地掌控和管理自己的图片资源。 ​ 接下来，我将为您详细指导如何使用阿里云搭建图床，并通过PicGo上传图片到图床，最后将上传的图片链接应用到Typora中。 一、使用阿里云搭建图床1. 登录阿里云官网，搜索对象存储OSS首先，确保您拥有一个阿里云账号。如果您尚未注册，请访问阿里云官方网站 ，按照提示完成账号注册流程。登录阿里云账号后，请点击**控制台按钮，这将带您进入阿里云的控制台界面。在控制台的搜索栏中，请输入“对象存储OSS”，并在搜索结果中点击对象存储OSS**选项，以进入OSS的主界面。接下来，您就可以开始配置和管理您的对象存储服务了。 2. 创建Bucket在oss主界面点击图示中的**立即创建**进入创建Bucket界面。 Bucket 名称：给你的 Bucket 取名 地域：选择“有地域属性”，然后选择地域。 存储类型：选择“标准存储”即可。 存储冗余类型：推荐选择“本地冗余存储”。 读写权限：一定要选择“公共读”，否则平台无法通过公网访问 Bucket 中的内容。 其他选项推荐默认即可。 创建完成之后，在Bucket列表页面就可以看到刚刚创建的Bucket数据了，此时可以点击上传文件按钮测试是否可以正常上传文件。 3. 购买资源包在点击左侧菜单中的**资源包管理资源包列表页面，点击列表页面中的购买资源包**按钮，进入购买界面。 继续，在页面中选择图示中的规格参数，其中容量和时长需要根据你的具体情况来选择，选择好了之后点击**立即购买**按钮按提示支付即可。 4. 获取AccessKey鼠标移动到主界面右上角的头像上，在弹出的页面中点击AccessKey管理，进入AccessKey管理界面。 请注意，关于AccessKey的使用，有两种方式可供选择。如果您的阿里云账户仅供个人使用，并且您确信没有泄露风险，可以直接点击“**继续使用AccessKey”按钮。然而，如果您的阿里云账户可能会与其他人共享，或者存在潜在的安全风险，那么建议使用子用户的方式，并点击“开始使用子用户AccessKey**”按钮来创建和管理子用户的访问密钥。在本教程中，我们采用第一种方式，即直接使用主账户的AccessKey。但请务必确保账户安全，避免泄露AccessKey信息。 点击“创建”按钮后，您将收到一条短信验证码。请在弹出的确认框中输入收到的短信验证码，并点击“确认”按钮以完成创建过程。请确保您输入的验证码准确无误，以便顺利创建所需的资源。 至此，AccessKey已成功创建。请务必妥善备份AccessKey数据，并确保其安全，避免泄露给未经授权的人员。AccessKey是访问阿里云服务的敏感凭证，一旦泄露，可能导致安全风险。因此，请务必谨慎处理并妥善保管。 5. 授予用户 Bucket 管理权限回到 Bucket 页面，找到“权限控制”面板，点击“Bucket 授权策略”，新增授权： 授权用户：选择选择所有账号。 授权操作：选择“完全控制”。 其他选项默认即可。 二、PicGo设置1. 下载PicGo请打开您的浏览器，访问PicGo的官方下载地址。在页面中，向下滚动以找到最新稳定版（如2.3.1），并点击对应的文字链接进入该版本的下载页面。如果您希望尝试新功能或体验最新版本，可以选择任意一个beta版本进行下载。请确保选择与您的操作系统兼容的版本进行下载。 在打开的下载页面中，请继续向下滚动至“Assets”部分。在这里，您将看到针对不同操作系统的PicGo版本。请根据您的电脑系统（如Windows、macOS或Linux）选择并下载对应的版本。确保选择与您的系统兼容的版本，以确保软件的正常运行。 2. 安装PicGo以Windows系统为例，找到您刚刚下载的PicGo安装文件，双击打开它。在安装过程中，请按照提示一路点击“Next”进行安装。安装完成后，启动PicGo软件。**请注意，在Windows系统中，PicGo启动后默认不会直接显示主界面。您需要在任务栏中找到PicGo的图标，右键点击该图标，并选择“打开主窗口”选项，才能显示出PicGo的主界面，如下图。** 3. 图床设置在PicGo的主界面中，请点击“阿里云OSS”的按钮。随后，在右侧的界面中，根据提示填写红框内的必要数据，包括您的AccessKey ID、AccessKey Secret、Bucket名称以及存储区域等。完成填写后，请点击“确定”按钮以保存设置。最后，为了确保每次上传图片时都使用阿里云OSS作为图床，请点击“设置默认图床”按钮，将阿里云OSS设置为PicGo的默认图床。这样，您就可以方便地使用PicGo将图片上传到阿里云OSS，并获取对应的图片链接了。 请注意，在配置阿里云OSS作为图床时，对于“存储区域”这一设置项，您只需要提供OSS的域名前缀即可，否则会导致图片上传失败，如下图： 三、Typora设置1. 下载Typora请使用您的浏览器访问Typora的官方网站。在官网上，您可以浏览并选择适合自己需求的版本。需要注意的是，目前多数Typora版本已经转为收费模式。如果您希望寻找免费版本，可以尝试点击“all / History Releases”链接，查看历史发布记录，看看是否还有不收费的版本可供选择。请确保您选择的版本与您的操作系统兼容，并遵循官方提供的下载和安装指南。 2. 配置Typora要设置Typora的图片默认操作为使用PicGo上传图片到默认图床，并自动使用返回的图床路径，您可以按照以下步骤进行设置： 打开Typora应用，并进入偏好设置（通常在菜单栏的“文件”或“Typora”下拉菜单中可找到）。 在偏好设置窗口中，找到与图片相关的选项，通常是在“图像”或“图片”标签页下。 在图像设置中，选择“插入图片时”或类似的选项，并将其设置为“使用PicGo上传”。 确保PicGo已经正确安装并设置为默认图床，这样在Typora中插入图片时，PicGo会自动上传图片并返回图床路径。 保存设置并关闭偏好设置窗口。 现在，当您在Typora中插入图片时，Typora将自动使用PicGo将图片上传到默认图床，并将返回的图床路径插入到文档中。这样，您可以轻松地在Markdown文档中管理和分享图片了。请确保Typora和PicGo之间的配置正确，并且网络连接正常，以确保上传和插入操作的顺利进行。 四、ChatGPT Plus使用方法因为某些原因，许多人可能无法使用ChatGPT Plus服务。今天，我将向大家介绍一种简便的方法，无需繁琐步骤即可轻松使用。 先准备一个OpenAI账号 点击 WildCard 一分钟开卡，轻松订阅海外软件服务 登录WildCard官网并注册账号。 选择大陆居民，输入你的手机号并接收短信，邀请码这里填写**7WE** (可以在开卡时优惠2美元) 填写你的信息，点击下一步 打开支付宝进行认证，不需要人脸和身份证 在支付宝成功完成扫码验证后，接下来请选择您希望开通的服务时长。考虑到性价比及个人需求，我强烈推荐您选择两年的时长选项。这样，您不仅能享受到更长的服务期限，还能在价格上获得更优惠的待遇。 支付之后需要几分钟的时间等待开通成功。开卡之后，进入主页面，点击一键升级ChatGPT。 重要提示：请避免使用hotmail、outlook.com、live.cn等邮箱注册的账号，因为这些邮箱在国内可直接使用，可能会增加账号被封的风险。为确保账号安全，推荐使用proton.me邮箱进行注册，该邮箱注册过程无需手机验证码，更为便捷安全。请务必注意这一点，以免给您的使用带来不必要的麻烦。 点击链接了解 Proton邮箱注册流程。 根据图示步骤，将GPT升级链接复制到输入框里，再点击确定支付开通GPT4，上面全部流程走完之后，就可以畅快使用GPT4了！ 开卡网站（从链接进入有14块钱优惠）： WildCard 一分钟开卡，轻松订阅海外软件服务 总费用： 开卡费用9.99$（一整年的费用，平均下来每天不到两毛钱） GPT4订阅的费用（20$） 总共29.99$，折合人民币约210元（参考汇率7） 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/alioss-picgo-typora/"},{"title":"【保姆级教程】无需手机验证码注册ChatGPT账号教程","text":"申请一个免费邮箱 Proton 来注册。 一、注册 proton 邮箱1、访问 proton复制到浏览器打开proton官网地址：proton.me 打开之后，选择右上角的 「Create a free account」 2、选择免费套餐免费套餐有1G的存储空间、一个免费邮箱地址、每日邮件限制为150封，一般情况下肯定是沟通用的。 3、选择邮箱后缀、输入用户名密码免费的邮箱后缀有proton.me和protonmail.com，可以根据个人喜好选择。 4、通过真人选择，跳过手机验证依次拖动验证码，然后设置显示的名称，跳过手机验证就可以。注意：这里千万要速度快，否则会验证失败。 注册完后，可以去登陆邮箱，方便接收验证码。 二、注册 OpenAI 账号访问 OpenAI首先打开 OpenAI 的账户注册页面，输入刚才注册的proton邮箱。 复制到浏览器打开：chat.openai.com 输入邮箱地址，点击图示继续按钮 输入密码，然后点击图示继续按钮 看到以下界面表示注册成功，需要进入邮箱验证邮件即可。 点击邮件中的图示按钮进行邮箱验证。 点击验证右键之后，会让你登录以完成验证，此时点击页面中的登录按钮或者重新在浏览器页面输入OpenAI的官网地址，输入刚注册的用户名、密码登录系统。登录之后在以下页面输入你的姓名、生日并点击同意按钮。 当看到以下界面的时候，恭喜你，你已经注册成功了。 Openai 的用户体系分成两大类：ChatGPT 用户和API开发者用户，两个体系是相互独立的，用户名密码是一致的，但是访问入口和支付都是独立的： ChatGPT 用户的登录入口是 https://chat.openai.com API 开发者用户的登录入口是 https://platform.openai.com ChatGPT 用户获取 GPT-4 的使用权限，是通过购买 GPT Plus 会员，会员的收费标准是 20 美元/每月。 购买 GPT Plus 会员后，可以在 Chat 界面选择 GPT4 进行聊天，获得更强的体验和效果。 升级的方式如下图： 三、订阅GPT4.0/GPT Team服务开通ChatGPT Plus或者GPT Team一直是一个让人头痛的问题，不过现在已经有新的解决办法了，点击以下链接详细了解升级方法： ChatGPT Plus：五分钟开通ChatGPT Plus。 ChatGPT Team：五分钟开通ChatGPT Team。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/register-chatgpt-without-phone/"},{"title":"WildCard虚拟信用卡注册保姆级教程","text":"1、什么是虚拟信用卡虚拟信用卡是一种数字化的信用卡形式，提供一次性或多次性使用的卡号，专用于在线交易，无需出示实体信用卡。此类卡多由信用卡发行机构或数字支付服务供应商提供，其主要目的在于通过设定使用次数、金额上限及有效期等限制，增强交易安全性，降低欺诈风险，并保护用户的真实账户信息。 虚拟信用卡与实体信用卡在功能和使用上并无显著差别，均具备CVV安全码、持卡人姓名、账单地址以及完整的卡号等信息，可用于购买各类服务。用户在使用虚拟信用卡时，体验与实体信用卡无异，既方便又安全。 2、如何开通虚拟卡​ 开通步骤如下： 点击 WildCard 一分钟开卡，轻松订阅海外软件服务 登录WildCard官网并注册账号。 选择大陆居民，输入你的手机号并接收短信，邀请码这里填写7WE (可以在开卡时优惠2美元) 填写你的信息，点击下一步 打开支付宝进行认证，不需要人脸和身份证 在支付宝成功完成扫码验证后，接下来请选择您希望开通的服务时长。考虑到性价比及个人需求，我强烈推荐您选择两年的时长选项。这样，您不仅能享受到更长的服务期限，还能在价格上获得更优惠的待遇。 支付之后需要几分钟的时间等待开通成功。开通成功之后就可以使用虚拟信用卡来订阅服务啦，直接在订阅的地方，把下面卡片的信息复制粘贴进去就行了。 开卡网站（从链接进入有14块钱优惠）： WildCard 一分钟开卡，轻松订阅海外软件服务 总费用： 开卡费用9.99$（一整年的费用，平均下来每天不到两毛钱） 你订阅相关服务的费用，比如ChatGPT是20美元一个月。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/register-wildcard/"},{"title":"五分钟开通ChatGPT Team","text":"1. ChatGPT Team介绍ChatGPT Team是OpenAI在2023年下半年推出的一种会员计划，旨在为企业和团队用户提供更加专业和高级的服务。 与ChatGPT Plus版本相比，Team版本不仅能访问ChatGPT4、DALLE等高级模型，还提供了更长的上下文窗口、更多的对话次数，并且保证用户产生的数据不会被用于训练GPT模型。 这一计划特别适合需要高频使用ChatGPT服务且对数据隐私有较高要求的企业用户。 2. 开通ChatGPT Team工具准备：一台电脑、科学上网工具、ChatGPT账号 如果你没有ChatGPT账号，请点击：【保姆级教程】无需手机验证码注册ChatGPT账号教程！ 2.1. 一键升级模式首先进入WildCard首页，进去开通一张虚拟信用卡，开通需要支付11.9美元（从链接进入可以优惠两美元，即9.9美元，并且是一次性付费，之后不需要再付费） 如果需要详细手把手教学，请点击：WildCard虚拟信用卡注册保姆级教程 打开WildCard的我的服务页面，点击按钮 ChatGPT Plus/Team 一键升级，在弹出的页面中按照操作步骤复制付款界面的网址粘贴到输入框中，点击确认支付并升级即可升级GPT4.0。 接着按照图中步骤进入ChatGPT官网，选择你需要的订阅方式、team人数、team名称设置好之后，点击下一步 2.2. 手动升级模式首先进入OpenAi网站首页，点击左下角的Upgrade plan按钮，在弹出的页面中选择第三项，点击Upgrade to Team按钮 在接下来的弹窗中输入Team名称，点击下一步 在接下来的弹窗中，选择付费模式和成员数量，点击Continue to billing按钮进入支付页面 在支付页面输入你的信用卡信息，然后点击确认支付即可。 注意国内的Visa和MasterCard都不支持支付升级套餐，如果你没有国外信用卡，可以先注册虚拟信用卡用于支付，注册链接： WildCard 一分钟开卡，轻松订阅海外软件服务 工具网站（从链接进入有14块钱优惠）： WildCard 一分钟开卡，轻松订阅海外软件服务 总费用： 开卡费用9.99$（一整年的费用，平均下来每天不到两毛钱） GPT Team订阅的费用（25$） 总共34.99$，折合人民币约245元（参考汇率7） 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/subscribe-chatgpt-team-in-five-minutes/"},{"title":"【一看就会】五分钟完成MidJourney订阅","text":"1. Midjourney介绍Midjourney 是一款备受欢迎的人工智能生成图像工具，它可以通过输入文字描述，自动生成精美的图像。与许多其他图像生成工具不同，Midjourney 不需要安装任何软件，也不受个人电脑性能的限制，因为它运行在云端服务器上。要使用 Midjourney，只需拥有一个 Discord 帐号并加入相应的 Discord 频道即可。 ** 新手常见问题** Q：Midjourney是什么？ A：一个AI 生成算图工具，只需输入文字就会自动产生图像，Midjourney目前架设在Discord频道上，因此需要有Discord帐号才能使用。 Q：Discord是什么？ A：一款专为社群设计的免费通讯社交软体，类似于LINE或Slack，但功能更为强大，自带机器人与各种程式功能，能够在上面发开自己工具，有网页版与手机版App。. Q：Midjourney是软件吗？需要安装吗？ A：不用，Midjourney并不是软件，也不用安装，它是一个架设在Discord之下的工具，使用方式只需要在Discord输入文字即可，所以与你电脑本身效能无关，运算中关闭Midjourney也没问题，因为真正运算图片的是云端电脑。. 2. midjourney多少钱一个月下面的表格是我为大家总结的midjourney的不同订阅计划的费用和区别， 基础计划 标准计划 专业计划 大型计划 每月订阅费用 $10 $30 $60 $120 年度订阅费用 $96（$8 /月） $288（$24 /月） $576（$48/月） $1152($96/月) 使用限制 每月可以生成200张图 没有fast模式 不能免排队生成图 每月可无限量生成图片 15小时fast模式生图时间 可以免排队生成图 有隐私模式，别人看不到你的图和关键词 fast模式生图时间有30小时 可以免排队生成图 在专业计划的基础上，有60小时的fast模式 对于一般用户而言，选择基础计划或者标准计划就可以满足日常使用需求。 对于商业用途而言，建议选择专业计划或者大型计划。 3. 国内如何订阅MidJourney目前国内银行卡是支付不了的，只能通过国外银行卡支付。 如果你已经有国外的银行卡，那么你可以直接自己付。 如果没有，那么可以使用虚拟卡来订阅midjourney 3.1 如何使用虚拟卡来订阅MidJourney 首先，去WildCard上面购买一张虚拟信用卡，可以得到一张虚拟信用卡和卡片信息。这一步需要9.99美元的开卡费，开完卡之后这就是你的信用卡了，你可以用支付宝向里面充值金额来支付midjourney的订阅。wildcard手把手教学流程参考：WildCard虚拟信用卡注册保姆级教程 登录你的Midjourney账户，进入订阅中心（如果是在Discord频道里，则是在频道输入框输入/subscribe，然后点击一下，再回车） 选择您需要订阅的会员计划，选择月支付/年支付 进入支付页面，选择银行卡支付 把你在第一步购买到的虚拟信用卡卡号、有效期、CVV码等信息填写到对应的地方 填写完信息之后，点击确认订阅就可以啦 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/subscribe-midjourney/"},{"title":"【亲测】使用WildCard开通Claude3","text":"随着Claude3的震撼发布，最强AI模型的桂冠已不再由GPT-4独揽。 Claude3此次推出了三个备受瞩目的模型，分别是Claude 3 Haiku、Claude 3 Sonnet以及Claude 3 Opus，每个模型都展现了卓越的性能与特色。 在数据层面，Claude 3 Opus更是实现了对GPT-4的全面超越。以下是对Claude 3系列模型与业界同行在多个性能基准上的精彩比较，凸显了其卓越实力。 在尝试注册Claude3时，许多用户报告遇到了一个常见的障碍——无法接收到手机验证码。这个问题尤其困扰那些没有海外手机号的用户。幸运的是，有一种解决方案可以帮助你顺利完成注册过程。本文将详细介绍如何利用WildCard服务提供的海外手机号进行Claude3注册。 注册Claude3教程1：获取Wildcard海外手机号 访问WildCard官方网站（从链接进入可以优惠两美元）。 根据网站指示注册账户。 进入网站，找到工具箱-海外手机号 菜单栏，点击“立即申请”。（下图是已经申请成功的界面） 每个账号有三次免费申请的机会，而且网站说即使你用了手机号，也可能会失败。我运气比较好，第一次就成功了。 WildCard除了可以开通Claude Pro 也可以用来一键开通GPT-4。 2：使用获取的手机号注册Claude3 打开Claude3注册页面，先填写邮箱等信息。 然后填入你从WildCard获得的海外手机号。 点击发送验证码。 3：接收并输入验证码 返回到WildCard的界面。 检查你的虚拟手机号收件箱，找到来自Claude3的短信验证码。 将验证码输入到Claude3的注册页面中，完成验证。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/register-claude3/"},{"title":"WildCard虚拟信用卡平台详解","text":"1、什么是虚拟信用卡虚拟信用卡是一种数字化的信用卡形式，提供一次性或多次性使用的卡号，专用于在线交易，无需出示实体信用卡。此类卡多由信用卡发行机构或数字支付服务供应商提供，其主要目的在于通过设定使用次数、金额上限及有效期等限制，增强交易安全性，降低欺诈风险，并保护用户的真实账户信息。 虚拟信用卡与实体信用卡在功能和使用上并无显著差别，均具备CVV安全码、持卡人姓名、账单地址以及完整的卡号等信息，可用于购买各类服务。用户在使用虚拟信用卡时，体验与实体信用卡无异，既方便又安全。 2、什么是WildCardWildCard是一家专注于虚拟信用卡服务的领先平台，特别针对OpenAI旗下的各项支付业务进行了精心设计和优化。通过WildCard，用户可以轻松实现一键注册GPT账号、一键购买GPT 4.0等便捷服务，极大地简化了操作流程。 除了OpenAI，WildCard虚拟信用卡还支持购买多种其他服务，包括但不限于Midjourney、OnlyFans、Google Play、YouTube和Spotify等，满足用户多样化的需求。 与其他平台相比，WildCard的最大优势在于其操作极其简便，几乎达到了傻瓜式操作的程度。更令人惊喜的是，用户无需提供身份证件，仅通过支付宝认证，即可轻松订阅国外的服务，为用户带来了前所未有的便捷体验。 3、 如何使用WildCard虚拟信用卡进入WildCard官方网站，只需一分钟即可快速开卡，轻松订阅各类海外软件服务。通过专属链接进入，还将额外享受两美元（约14元人民币）的优惠。 该网站UI设计精美，操作流程极简化，无需复杂步骤，只需按照提示进行傻瓜式操作，让您畅享便捷体验。快来体验WildCard带来的便捷与高效吧！ 如果你实在不会，可以查看手把手步骤教学： WildCard注册教程？ 4、 WildCard平台相关问题扣款/支付失败，会退回吗？是的，如果您使用 WildCard 扣款失败了，或者像 ChatGPT Plus 升级，扣费了，但是没升级成功。 这类扣费和支付失败，都会退回到卡上。不过时间比较慢，一般是 14-28 天左右。 我们每隔一小时都会从银行拉取退款清算文件，如果有退款肯定第一时间处理。 美国的支付系统跟中国不一样，中国是所有人都用央行的一个清算系统，美国是 虚拟卡帐户-发卡行-清算行-收款银行-收款商户，从收款商户发起退款开始，最快也要14个工作日，有的客户甚至有30天的情况，请见谅。 WildCard 有哪些工具和功能？WildCard，就是为了解决大家使用海外 AI 产品而生的。我们全流程一站式的解决了 OpenAI 的所有使用场景。 1. OpenAI/ChatGPT 账户一键注册我们提供了「一键注册 OpenAI/ChatGPT 账户」服务。 我们搭建了自己的海外邮箱服务和海外环境，无需繁琐过程，不用准备海外邮箱，1 分钟即可全自动注册 OpenAI/ChatGPT 新账户。 2. ChatGPT Plus 一键升级我们同样搭建了可以通过支付网络检测的海外环境，有效避免支付时出现的各种拒绝情况。无需填写复杂的表单，提交支付链接，几分钟即可全自动升级到 ChatGPT Plus。 3. OpenAI 专用浏览器我们研发了 OpenAI 的专用浏览器，专门为访问 OpenAI 优选的家庭网络出口，确保您享受快速、稳定的连接。浏览器简单易用，安装完成后无需任何配置即可使用。 4. OpenAI API 转发服务我们同样专门为访问 OpenAI API 优选网络出口，可在任何网络环境下正常使用的 API 转发服务，杜绝封号危险。使用方式非常简单，您把我们提供的转发网址，直接替换 OpenAI 的 base_url api.openai.com 即可。每天可免费请求 500 次。 4. 海外邮箱我们搭建了自己的海外邮箱服务，一健申请，免密码，点击收件记录即可收取邮件，方便您注册任意海外服务，免费提供给客户。 5.海外手机号我们提供海外手机号服务，可以帮您轻松通过注册海外服务时候的手机短信验证，包括 OpenAI API Key 申请，Cluade 注册，Google 注册，Telegram 注册。每个临时手机号可用 25 分钟，过期就无法找回，我们同样免费提供三个使用机会。 6. 浏览器远程环境我们也提供浏览器远程环境服务，当您需要紧急支付某些服务时，无需任何安装，可以在本地浏览器一键打开部署在海外的远程窗口，直接操作浏览器进行支付，我们同样免费提供三个使用机会。 5、 Wildcard虚拟信用卡相关问题WildCard 是怎么收费的？WildCard 开卡可以选择 1 年或 2 年服务时间。 1 年的年费是 11.99 美元，使用邀请码可以优惠 2 美元，相当于 9.99 美元。 2 年的年费是 15.99 美元，使用邀请码可以优惠 2 美元，相当于 13.99 美元。 2 年有效期后，可以9.99 美元的优惠价格续期 2 年，也可以以 9.99 美元的价格开新卡。 其他的收费方式如下：消费手续费 0%，但非美国商家/非美元的消费手续费 1%，比如您消费英镑等其他货币。 充值手续费是 3.5%，充值的余额是可以实时提现的，提现手续费 0%。 WildCard 支持退款到卡上，如果您跟商家协商退款，一般 14-21 个工作日退款到卡上。 退款会收取2%手续费。 绑卡的时候，一般绑卡平台会进行小额扣款验证，然后撤销这笔扣款，撤销这笔扣款时，会产生 1 美元的撤销费用，如果扣款不足 1 美元则不会收取。 如果商家撤销这笔交易，进行退款的时候，同样也会收取这笔1 美元的交易撤销费。 充值的时候，我们的美元汇率参考的是中国银行过去 2天的美元 外汇现钞卖出牌价 的加权平均价格。 年费 $11.99 (使用邀请码立减 2 美金) 月费 0 充值手续费 3.5% 消费手续费 0% 非美国商家/非美元 消费手续费 1% 提现手续费 0% 交易退款费 2% 交易撤销费 $1/笔 WildCard 2 年有效期之后会失效吗？有效期（2 年）内均不会过期。 2年有效期之后，可以续费 $9.9 美元继续开一张 2 年有效期的新卡。 如果不想续费，余额会被自动退回到充值账户。 绑定产生的预扣费，会退回到原卡上吗？预扣费都会退回到原卡上，但是预扣款会产生 $1 美元的手续费，请留意。 虚拟信用卡的发展历史紧密跟随着互联网和数字支付技术的进步。从最初的概念到如今的广泛应用，虚拟信用卡经历了从边缘到主流的转变。 WildCard 不充值就无法使用吗？是的，因为 WildCard 本质上是一种虚拟借记卡，余额为 0，不充值是无法扣费的，请您务必在充值后再进行绑定/支付。 所有的海外服务绑卡都有小额扣款验证，如果卡内余额为0，是无法通过的，还会因为余额不足消费失败。累计十次会销卡，为了保护您卡片不被注销，我们做了这个限制。 WildCard 支持 Oracle Cloud 吗？暂时不支持 Oracle Cloud。 填写卡号时出现的 ZIP 该填什么？大家绑定支付方式时，有时候会碰到填写卡号时，也需要填写 ZIP。 ZIP 指的就是您账单地址所在的邮编，也就是 Postal Code，直接填写账单地址的 Postal Code 那 5 位数字就可以了。 WildCard 能开发票吗？我们是境外实体，可以给您开具能在国内报销的开卡收据和月结单。开具入口在登录之后的右上角「设置」中。 生成的收据包含当月所开的开卡费以及充值产生的手续费。 如果您想开具 ChatGPT 的收据，请参考以下教程​**如何下载 ChatGPT Plus 的可报销收据**OpenAI API 的收据在 Settings-Billings-Billing history 查看卡片CVV为什么需要充值因为所有的海外服务绑卡都有小额扣款验证，如果卡内余额为0，是无法通过的，还会因为余额不足消费失败。累计十次会销卡，为了保护您卡片不被注销，我们做了这个限制。 6、 ChatGPT相关问题ChatGPT Plus 订阅失效后如何续订ChatGPT Plus 是一种订阅服务，每个月的订阅费用是 20 美元，每个月都会进行扣费，如果您订阅了 ChatGPT Plus，而帐户余额并不够 20 美元，OpenAI 在多次扣费失败后，会暂停我们的 Plus 订阅，如果我们想继续使用，可以按本教程进行操作。 登录 ChatGPT，点击左下角的 Renew Plus 在弹出的弹窗中，点击「Upgrade To Plus」 复制支付页面网址在支付页面，复制现在的付款页网址 URL，这一段 pay.openai.com 开头的全部网址，进入我们「一键升级 ChatGPT Plus」页面，提交就可以了。请不要在支付页面填写任何信息，如果填写过，请返回上一步，重新进入这个页面再复制网址。 使用 WildCard 一键升级 ChatGPT Plus登录 wildcard， 点击一键升级。 如何下载 ChatGPT Plus 的可报销收据 登录 ChatGPT，点击左下角帐户旁边的 … 按钮。 在弹出的弹窗中，点击「My plan」 在弹出的「My plan」弹窗中，选择「Manage my subscription」 在管理页面里面找到「账单记录」，点击即可 ChatGPT Plus 未生效如何申请退款订阅 ChatGPT Plus 时，偶尔会出现，扣款20美元，但是帐户仍未升级成功的情况，需要我吗手动申请退款，退款一般7-14个工作日退回，以下是申请教程。 前往 https://help.openai.com ，点击右下角客服发起对话 依次选择 Billings 和 I paid for ChatGPT Plus but can’t access the service. 选择 yes，并填写自己的邮箱，购买时间和Chat GPT浏览器全屏截图。 注意，购买时间最好用 UTC 时间 而非GMT +8 北京时间。 UTC时间 = 北京时间 - 8 小时 ChatGPT 升级出现「我们未能验证您的支付方式/we are unable to authenticate」怎么办？在订阅 ChatGPT Plus 时，有时候会出现以下报错 ： We are unable to authenticate your payment method.我们未能验证您的支付方式。 出现 unable to authenticate 这个错误，基本上是因为咱们当前的代理 IP 使用人数过多，导致 IP 被 Stripe 风控，然后拒绝支付。 解决方案是，使用我们一键升级服务。 按指引一步步来即可。 OpenAI 支付出现「您的银行卡被拒绝/your card has been declined」怎么办？在订阅 ChatGPT Plus 或者 OpenAI API 时，有时候会出现已下报错 ： Your card has been declined.您的银行卡被拒绝 出现这种错误，有以下几个解决方案： 网络环境风险过高，用远程环境解决由于 OpenAI 和 Midjourney 等服务采用了 Stripe 的支付通道，而 Stripe 的支付通道在绑定/支付时，会对客户的访问 IP 进行一个风控判断，如果客户的 IP （大部分情况下是代理）是很多人绑卡/支付时使用过的 IP，就会被风控判定为欺诈风险过高，而拒绝客户绑定/支付。解决方案是使用我们的远程环境。 ChatGPT 可以用一键升级服务解决具体教程在这里。 卡片余额不足或余额为0wildcard 本质上是借记卡，没有额度，没有余额是无法绑定成功的，可以检查一下余额是否充足，即使是绑卡，而非消费，余额为0也是无法成功的，因为没法通过预扣款验证。 ChatGPT 无法登录或者提示 Unable to load site 怎么解决？登录后遇到这个报错 ： Please try again later. If you are using a VPN, try turning it off.Check the status page for information on outages。 其他类似的登录问题： 打开 ChatGPT 提示 Unable to load site 的错误 网页提示 Oops！We ran into an issue while authenticating you. 的错误 使用提示 Something went wrong 的错误 登录时，提示拥堵 Oops! We ran into an issue while signing you in 使用时，左侧的聊天记录加载不出来， Unable to load history 错误 其实都是网络问题，原因是当前用的科学上网的节点或服务不行，需要换到其他地区的节点试试。 推荐使用我们的 OpenAI 专用浏览器访问。 7、 OpenAI API相关问题OpenAI API 绑卡时，为什么会产生 5 美元的费用？OpenAI 会在绑定的时候预扣费 5 美元，这笔钱会在 14-21 个工作日内退回，但会产生 1 美元的撤销交易手续费，这笔费用是由银行收取的。 OpenAI 官方解释：https://help.openai.com/en/articles/7438062-after-updating-my-api-payment-method-i-noticed-a-5-charge-is-this-a-temporary-hold 如何获取 GPT-4 API 访问权限https://help.openai.com/en/articles/7102672-how-can-i-access-gpt-4 从 2023年7月6日开始，OpenAI 向所有成功支付过 1 美元以上的API 绑卡用户提供了GPT-4 API（8k）的访问权限。OpenAI 计划在2023年 7 月底之前向新开发者开放访问权限，然后根据计算资源的可用性逐步提高速率限制。 您需要先把自己的开发者帐户升级为付费帐户，具体教程在这里。 然后只需要充值大于5美元，就可以开通GPT-4的访问权限。 所以如果您是新用户，最快获取 GPT-4 权限的方式就是： 把开发者升级为付费帐户； 充值5美元以上； 就可以立刻拿到权限了。 可以在 playground 查看是否开通了 GPT4 的访问权限。 另外 OpenAI 会根据你充值的金额，对你进行消费限额，比如你充值了5美元，调用 API 也最多消费 5 美元，可以另外设置自动充值，设置余额低于一个特定值就自动充值。 如下图，设置的是，如果余额低于 5 美元，就从你绑定的卡里面自动扣费来充值10美元。 如果连续2次扣费失败（比如遇到卡内余额不足），OpenAI 就会封禁这个开发者帐户和对应的卡号。 ChatGPT Plus 跟 OpenAI API 的区别Openai 的用户体系分成两大类：ChatGPT 用户和开发者，两个体系是相互独立的，用户名密码是一致的，但是访问入口和支付都是独立的： ChatGPT 用户的登录入口是 https://chat.openai.comAPI 开发者用户的登录入口是 https://platform.openai.com ChatGPT 用户获取 GPT-4 的使用权限，是通过购买 GPT Plus 会员，会员的收费标准是 20 美元/每月。购买 GPT Plus 会员后，可以在 Chat 界面选择 GPT4 进行聊天。购买教程在这里。 API 开发者用户获取 GPT-4 API的使用权限，是通过升级付费帐户，升级付费帐户的教程在这里。 然后需要预充值5美元以上，才能开通GPT-4的访问权限。 对于API 开发者用户，OpenAI 会根据你充值的金额，对你进行消费限额，比如你充值了5美元，调用 API 也最多消费 5 美元，可以另外设置自动充值，设置余额低于一个特定值就自动充值。 如下图，设置的是，如果余额低于 5 美元，就从你绑定的卡里面自动扣费来充值10美元。 如果连续2次扣费失败（比如遇到卡内余额不足），OpenAI 就会封禁这个开发者帐户和对应的卡号。 API 开发者用户可以在这里实时查看 API 调用的消费情况。 所以开发者用户需要在 API 账单生成之后（有邮件通知），提前充值，确保余额充足可以支付本期的 API账单。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/wildcard-info/"},{"title":"【保姆级】2024年最新Onlyfans订阅教程","text":"如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 0. 【必看】开通步骤订阅OnlyFans的步骤简要总结如下： 使用虚拟信用卡平台WildCard开通虚拟信用卡注册教程。 开卡后，进入WIldcard首页，就能看到自己的虚拟信用卡信息 把虚拟信用卡的信息填写到OnlyFans绑定信用卡界面就行啦 总费用：开卡费9.9美元+OnlyFans订阅费用，全程使用支付宝支付，安全快捷。 1. Onlyfans介绍OnlyFans是一个创立于2016年的在线平台和应用程序，它集结了众多来自健身、音乐、艺术等领域的内容创作者，呈现了他们精彩纷呈的作品。该平台颠覆了传统商业模式，为创作者提供了一个展示独特内容的舞台，用户则需要付费才能观看这些独家内容。 这种创新的商业模式不仅赋予了创作者更多的自主权和收入来源，也树立了全新的消费观念，让用户有机会尊重和支持他们所喜爱的创作者。 在OnlyFans上，普通用户可以通过三种灵活的方式向创作者付费：订阅、内容解密和打赏。这种机制激励了创作者持续产出更高质量的内容，从而吸引更多用户的关注与喜爱。 本文将详细指导你如何使用虚拟银行卡在OnlyFans上订阅心仪的博主，并解答诸如如何取消订阅、避免不必要的持续扣费以及如何通过年龄认证等常见问题，让你在享受精彩内容的同时，也能轻松管理自己的订阅和支付。 2. 注册Onlyfans账户 步骤一：访问Onlyfans官网链接: https://onlyfans.com/ 步骤二：创建账户，填写必要的个人信息。 步骤三：邮箱验证及账户激活。 进入Onlyfans的主页之后点击验证电子邮件按钮，进入发送页面，点击发送确认发送确认邮件，前往你的邮箱打开收到的邮件进行验证。 验证之后，即可看到邮箱更新为已验证状态。 3. 订阅时长 选择需要的订阅时长，点击进入支付界面 选择完订阅时长后，需要你填写信用卡信息，已经开好虚拟卡的可以直接接下图操作。没有开卡的用户先根据注册教程开通虚拟信用卡，新开卡的时候注意填写邀请码7WE (可以在开卡时优惠2美元)。 点击新增信用卡 上面需要的每一项信息，都可以直接在虚拟卡网页上看到，参考下图复制过去即可。 绑定支付信用卡后，就可以去订阅喜欢的博主，比如 hongkongdoll 。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/register-onlyfans/"},{"title":"【2024亲测】Onlyfans搜索博主教程","text":"0. 【必看】如何订阅Onlyfans订阅OnlyFans的步骤简要总结如下： 使用虚拟信用卡平台WildCard开通虚拟信用卡注册教程。 开卡后，进入WIldcard首页，就能看到自己的虚拟信用卡信息 把虚拟信用卡的信息填写到OnlyFans绑定信用卡界面就行啦 总费用：开卡费9.9美元+OnlyFans订阅费用，全程使用支付宝支付，安全快捷。 1. OnlyFans搜索功能在 OnlyFans 上搜索特定博主可能不像在其他社交媒体平台上那样直接，主要是因为OnlyFans的搜索功能相对有限，并且平台在设计上更注重隐私和独家内容。 比如，我们现在想在onlyfans上面看hongkongdoll的视频，如果直接在搜索栏进行搜索，结果如下： 换个简单的词搜索也没有结果 出现这样的结果主要是因为onlyfans为了用户隐私才故意设置了搜素限制。 3. 如何在Onlyfans上面搜索这里主要介绍三种在Onlyfans上面搜索博主的方式，分别是官方服务、社媒跳转和第三方搜索引擎。 3.1 使用Onlyfans官方搜索服务我在官网上面找到了如下公告： 根据官网公告，如果你已经关注了某个博主，那么你可以直接用搜索栏搜素到该博主的信息。 但是如果你没有关注，那么你只能搜索到博主的帖子内容，而不能搜素到博主的主页。 3.2 通过社交媒体跳转的方式如果你在其他平台上面关注了某个博主，比如p**nhub或者twitter，那么这个博主可能会把ta的onlyfans链接放在某个帖子里面，你可以到相应平台去看一看。 此外，如果你已经知道某个博主的用户名，那么也可以通过拼接域名的方式来访问，即：onlyfans.com/&lt;用户名&gt;，比如hongkongdoll的主页就是onlyfans.com/hongkongdoll 3.3 使用第三方搜索工具那如果你既没有关注某个博主，也不知道博主的其他社交媒体，该怎么办呢？ 这里就要向大家介绍今天的重头戏，就是第三方onlyfans搜索引擎。 onlyfans你不是清高不愿意做完整的搜索功能么，没关系，我第三方来帮你做！ onlysearch就是这么一个平台，它爬取了onlyfans上面所有的用户信息，存放在数据库中。然后你就可以用onlysearch提供的搜索服务，来搜索某个博主并跳转到ta的首页啦~ 还是拿hongkongdoll举例，我们先进入onlysearch首页， 输入hongkongdoll，然后点击search 然后就可以搜索到了，点击左下方的open onlyfans，就能跳转到hongkongdoll的onlyfans首页，接下来就能开始愉快的订阅啦~ 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/how-to-search-blogger-on-onlyfans/"},{"title":"WildCard使用海外家庭网络环境的浏览器设置","text":"此浏览器设置仅针对已开通WildCard 的环境，还未开通WildCard 的朋友请移步：WildCard使用教程 切记，在操作前，需要关闭的代理 为什么要用海外家庭网络环境在注册海外平台时，往往会受到IP限制的问题。然而，使用Wildcard提供的环境可以解决这些问题。 设置流程 使用浏览器打开并登录WildCard，点击使用海外家庭网络。 安装插件，插件链接：WildCard Proxy。 使用代理，注意：每次使用代理前，请先关闭自己的本地代理，安装插件后，会自动跳转到插件的配置页面，点击 「前往复制」，去 WildCard 复制代理对应的密码 将在 WildCard 中购买的账号、密码依次填入输入框，点击 「保存」，会自动开启代理。出现如图绿色提示，即可开始使用 若使用途中切换到其他网页出现如图弹窗，点击取消或重新输入密码即可继续使用 使用时间结束时，会出现如图弹窗，提示输入新的账户密码。此时在扩展程序中，找到并点击插件图标后，点击关闭按钮即可关闭代理 以上就是使用海外家庭网络环境的浏览器设置，在注册一些服务的时候就用这个环境，可以提高通过的概率。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/browser-settings-for-overseas-network/"},{"title":"Onlyfans年龄验证、地址错误等问题解决方案","text":"前言在使用Onlyfans平台时，我们可能会遭遇一系列问题，如地址错误、支付失败以及年龄验证不通过等。这些问题的根源主要源于两个方面。首先，使用国内邮箱进行注册，可能触发了平台的某些安全机制，导致账户在验证环节遭遇阻碍。其次，IP地址的问题同样不容忽视。如果IP地址不符合Onlyfans的要求或被视为风险IP，那么在进行支付或年龄验证时，很可能会遭遇失败或拒绝。 为了解决这些问题，我们需要更加审慎地选择注册方式和网络环境。在注册时，应尽量避免使用国内邮箱，而是选择国际邮箱服务，以降低触发平台验证机制的风险。同时，对于IP地址的问题，我们应确保使用的IP符合Onlyfans的要求，必要时可以借助虚拟卡平台或梯子等工具，将IP改为境外节点，以提高支付和验证的成功率。 通过注意这些细节，我们不仅可以避免在Onlyfans平台上遇到各种问题，还能更加顺畅地享受该平台提供的服务。 解决方案以下方案仅针对已开通WildCard 的环境，还未开通WildCard 的朋友请移步：WildCard使用教程 使用 WildCard 海外网络环境去注册和支付，有关远程网络环境相关设置在这里：使用海外家庭网络环境的浏览器设置 使用申请 WildCard 的海外邮箱注册 验证的邮件可以通过收件记录来查看，如下图： 地址错误问题： 在绑定信用卡并填写地址时，强烈建议您从Onlyfans提供的地址补全下拉框中进行选择。虽然理论上您可以随意选择，但为了避免出现WildCard账单地址无法匹配的情况，我们建议您尽量选择一个与您的实际地址相近的选项。如果确实遇到无法匹配的情况，您可以从下拉框中随机选择一个较为接近的地址作为替代，这样可以提高地址验证的通过率。请注意，务必确保所填写的地址与您的信用卡账单地址一致，以确保支付顺利进行。 以上就是针对出现的问题的解决方案。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/onlyfans-issues/"},{"title":"【亲测】阿里云ECS搭建《幻兽帕鲁》联机服务器","text":"近日，由Pocketpair推出的生存类游戏《幻兽帕鲁》在网络上掀起了一股热潮，最高在线人数已逼近200万大关。然而，随着玩家数量的激增，官方服务器压力山大，难以提供稳定流畅的游戏体验。幸运的是，游戏开发商提供了搭建私人专用服务器的方案，让玩家们能够和好友们一同联机冒险，甚至还能享受自定义经验翻倍等独特游戏设置。 那么，如何迅速拥有一个能与小伙伴们畅享游戏的专用服务器呢？本文将为您详细解读在阿里云上快速部署《幻兽帕鲁》联机服务器的全过程。您只需按照页面提示选择相关配置，服务器创建、网络端口设置、防火墙配置以及游戏环境安装等繁琐步骤都将自动完成，全程仅需2~3分钟，无需任何手动配置，让您轻松搭建起一个专属于自己的游戏世界，与好友们尽情探索、战斗，享受无与伦比的游戏乐趣！ 在阿里云ECS服务器上搭建《幻兽帕鲁》私人服务器的步骤简要总结如下： 1. 购买阿里云服务器 2. 部署幻兽帕鲁服务器 3. 联机游戏 一、购买阿里云服务器想要搭建《幻兽帕鲁》的联机服务器，您首先需要准备一台阿里云服务器。如果您已经拥有阿里云服务器，那么恭喜您，可以直接跳过此步骤，继续后续的搭建流程。如果您还没有服务器，我们为您提供了直达链接，让您轻松选购并快速拥有属于自己的云服务器。点击直达链接，您将能够便捷地选择适合游戏服务器需求的配置，为您的《幻兽帕鲁》之旅保驾护航。直达链接：阿里云服务器购买 二、部署幻兽帕鲁服务器2.1 访问帕鲁专题活动页登录阿里云官网，进入阿里云游戏联机服务器专题页：幻兽帕鲁联机服务器安装教程 点击页面下方的“一键购买及部署”即可创建实例。 点击一键部署幻兽帕鲁按钮默认打开8玩家配置的服务器配置页面，或者根据您的需求选择下面其他的服务器。 服务器相关配置： 部署地域：一般默认即可，可以选择离自己最近的城市 购买资源时长：建议购买一个月或者三个月，六个月就很贵了 操作系统类型：一般保持默认即可 设置实例密码：设置实例的密码，千万别忘记了 阿里云服务已为您预先配置好了大部分游戏所需的设置，包括网络端口设置（采用UDP协议，访问8211端口）和游戏环境安装等，全程仅需简单点击几次鼠标，即可轻松完成搭建，让您无需繁琐操作，即可畅享游戏乐趣。 点击立即创建按钮，然后充值阿里云账户并且付款完成服务器购买，付款完成之后去列表查看，可以看到服务正在部署中。 2.2 获取幻兽帕鲁服务器地址等服务部署状态编程已部署之后，点击服务实例进入服务详情页面，在页面里复制帕鲁幻兽服务器地址端口后面的地址用于下一步操作。 三、联机游戏步骤如下： 启动游戏Palword ，选择加入多人游戏（专用服务器） 请将最下方的“127.0.0.1”这个地址替换为您在上一步中获取的“幻兽帕鲁服务器地址端口”对应的IP地址和端口，这样您就可以和小伙伴们愉快地联机游戏了。请确保输入的IP地址和端口准确无误，以确保游戏的顺畅进行。 如果还没有自己的GPT账号的话，请点击：无需手机验证码注册GPT账号教程 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/setup-palu-server-on-aliyun/"},{"title":"OpenAI Sora是什么？Sora到底能做什么？它与其他类似技术有什么区别","text":"OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 1. 什么是SoraSora是OpenAI于2024年2月18日凌晨隆重推出的全新文生视频大模型，被命名为“Sora”。从其在OpenAI官网所展示的视频生成效果来看，Sora在多个方面都表现出色，包括视频质量、分辨率、文本语义的准确还原、视频动作的连贯性、可控性，以及细节和色彩的丰富度。 特别值得一提的是，Sora能够生成长达1分钟的视频，这一时长在同类产品中脱颖而出。其所生成的画面能够精湛地展现场景中的光影变化，精准处理物体间的物理遮挡和碰撞关系，同时镜头转换流畅自然。无论是与Gen-2、SVD-XT还是Pika等主流产品相比，Sora都展现出了其卓越的性能和领先的技术实力，无疑成为了行业内的一匹黑马。 2. Sora能做什么只需在提示框中简单输入单词、短语或句子，Sora便能依据这些信息智能化地构建出相应的场景。目前，它已经能够实现以下令人印象深刻的效果： 生成包含多个角色及各自独特动作的错综复杂的场景，展现出极高的角色和动作掌控力。 精准地根据用户的提示来详尽描绘场景的主题和背景，确保视频内容的丰富性和准确性。 在生成场景的过程中，深刻理解并体现所请求元素的物理属性，使得生成的视频更加贴近现实、具有说服力。 OpenAI强调，Sora不仅能够生成涉及多个角色、特定动作以及细致入微的主题和背景的复杂场景，而且其强大的理解能力还能确保模型“深刻领悟用户在提示中所要求的内容，并将其在物理世界中的实际存在状态完美呈现”。这一突破性的技术无疑将为用户带来更加逼真、生动的视频生成体验。 在视频质量方面，Sora凭借其卓越的表现，成功超越了其他同类产品，包括Runway、Pika以及Stable video，为用户带来了前所未有的视觉体验。根据OpenAI在Twitter上发布的初步示例以及众多创作者在社交媒体平台上的积极反馈，Sora展现出了令人瞩目的能力，它能够精准地根据用户提供的提示来创建视频，为用户带来了全新的创作体验。这一功能的实现，无疑进一步彰显了Sora在视频生成领域的卓越实力。 然而，OpenAI也坦诚地承认，当前的Sora模型在某些方面仍存在不足。具体来说，“尽管Sora在多个方面表现出色，但在精确模拟复杂场景的物理特性时可能会遇到挑战，并且可能无法完全理解某些特定的因果关系实例。”这一认识展现了OpenAI对技术持续进步的追求和对用户负责任的态度。 但遗憾的是，目前它还未对外开放使用。我们期待OpenAI在未来能够进一步完善并开放Sora，让更多人体验到这一技术的魅力。 3. Sora会导致哪些人失业？目前，影视行业的从业者可能是受Sora视频模型影响最为明显的群体，尤其是视频剪辑师和后期制作人员。由于Sora具备自动或半自动生成视频的能力，传统的视频制作和编辑职位需求可能会受到一定冲击。毕竟，后期制作所涵盖的剪辑、特效、音效等环节，如今均可通过AI技术实现自动化或半自动化操作。 然而，Sora的崛起不仅展示了人工智能的无限潜力，更为人类带来了前所未有的希望。2024年，随着这一重要里程碑的达成，我们坚信，Sora不会引发失业潮，反而可能推动视频行业向更高端、更富创新性的领域迈进。面对这一变革，相关从业者应积极拥抱新技术，借助出色的AI工具提升自己的专业能力和价值，共同开创影视行业的美好未来。 4. 如何使用SoraOpenAI宣布，目前Sora模型仅对“红队成员”开放使用，这些成员均是具备评估风险并识别潜在问题（例如错误信息、偏见和仇恨内容）能力的专家。他们将负责以“对抗性”的方式对模型进行全面测试，以确保其安全性和可靠性。 此外，Sora还将邀请一部分视觉艺术家、设计师和电影制作人进行体验——根据OpenAI首席执行官Sam Altman的说法，这是“有限数量的创作者”群体。他们的反馈将用于改进平台，使其更加符合创意专业人士的需求，为他们提供更高效、更实用的工具。 有想申请Sora的“红队成员”资格的朋友，请移步Sora内测申请 5. Sora和竞品的比较5.1 Sora VS Midjourney尽管Sora和Midjourney均展现了令人瞩目的文本到图像/视频生成技术，但目前它们的方法并不支持直接进行比对。 Midjourney致力于让广大公众都能访问其图像扩散模型，并在此过程中成功打造了一个充满活力的艺术社区。相比之下，Sora的访问权限仍受到严格限制，仅限于内部测试，这使得外界对其方法论的优劣之处了解有限。目前，我们尚未观察到Midjourney在用户提示和风格定制方面所展现的精细控制程度。 此外，视频本身的复杂性远超单个图像。因此，Sora在生成连贯长视频以及平滑视角转换方面所展现出的专业素养，似乎与Midjourney的核心竞争力有所不同。 最终，由于Sora尚未对公众开放，因此我们无法将其与Midjourney等创意平台进行有力的基准测试。要评估Sora技术在多大程度上能够增强、扩展或取代类似Midjourney的解决方案，我们仍需等待OpenAI开放正式访问或提供更多透明度。 目前而言，Sora和Midjourney都预示着AI创造力的未来发展方向。然而，要进行两者之间的输出比较，我们首先需要Sora提供更多公开可用性。 5.2 Sora VS DiffusionSora和Diffusion都是AI领域的技术，但它们各有特色和用途。以下是对这两者的简要比较： Sora： Sora是一个文生视频大模型，具有根据文字提示生成视频的能力。其生成的视频质量、分辨率以及文本语义还原度都非常高。 在技术实现上，Sora使用了diffusion transformer架构，并且它的前端技术栈包括React、TypeScript和Node.js。 Sora能够生成长达1分钟的视频，而且画面质量很好，能够清晰地展现场景中的光影关系、物理遮挡以及碰撞关系等。此外，镜头转换也非常丝滑。 Diffusion（以Stable Diffusion为例）： Diffusion模型（如Stable Diffusion）主要是用于图像生成，其可以基于文本的描述来生成符合要求的图像。 在技术实现上，Stable Diffusion使用了潜在扩散过程来生成图像。它的前端技术栈则主要包括HTML、CSS和JavaScript。 用户可以通过输入一段文字描述，利用Stable Diffusion来生成一张与描述相符的清晰图像。 总体而言，Sora和Diffusion模型都展现了AI在内容生成方面的强大能力，但Sora更专注于视频内容的生成，而Diffusion模型如Stable Diffusion则更侧重于图像生成。由于两者的应用方向和重点有所不同，因此在选择使用时，应根据具体需求和场景进行考虑。同时，也期待这两者在未来的发展中能够相互借鉴和融合，从而创造出更加多元和丰富的内容生成方式。 5.3 Sora VS DiffusionSora是一个文生视频大模型，具有根据文字提示生成视频的能力。它的出现对AI行业的发展具有里程碑意义，不仅提升了视频生成的质量和效率，还有望成为未来理解和模拟真实世界模型的基础。Sora能够生成长达1分钟的高清视频，且在处理视频中复杂场景，如对象遮挡问题时表现出色。此外，Sora继承了DALL·E等模型在画质和遵循指令方面的能力，展现出了强大的视频生成能力。 DALL·E 3则是一个以图像生成为主的人工智能模型。它的生成能力极为强大，可以根据描述创造出逼真的照片风格的图像，甚至可以合成出全新的、前所未见的作品。DALL·E 3在视觉艺术的创造性和多样性上拥有显著的优势，为非专业人士提供了实现创意想法的新途径。 5.4 Sora VS Pika, Runway, Stable Video Diffusion 模型 发布日期 使用便捷性 特点 价格 OpenAI Sora 2024年2月 未知 强大、多功能 尚未开放 Pika 2023年1月 简单 用户友好，多种风格和效果 订阅制 Runway 2023年 困难 强大、多功能 订阅制 Stable Video Diffusion 2023年 困难 视频稳定和增强 自托管/订阅制 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/what-is-sora/"},{"title":"使用支付宝五分钟开通GPT4.0","text":"由于各种原因，开通GPT4.0一直是一个让人头痛的问题。在这里，我要分享一种简单便捷的方式开通GPT4.0。在开通GPT4.0之前，请确保您的ChatGPT账号状态正常，可以顺利访问ChatGPT，并且全程使用美国区环境并开启全局代理。 虚拟卡支付1. 虚拟卡是什么虚拟信用卡是一种在线支付解决方案，WildCard虚拟信用卡提供快速、安全的支付方式，支持通过云闪付充值，不收取消费和提现手续费，提供美国网络环境和英国手机号服务，并提供直接客服支持。它适用于全球业务需求，特别适合订阅国外服务（如ChatGPT或OnlyFans），因为它可以为您提供国外的虚拟信用卡。 2. 如何开通虚拟卡开卡充值流程简单，只需跟随页面指引输入信息，使用支付宝充值即可。注册WildCard仅需一分钟，点击前往即可。 虚拟卡年费为11.99美元，使用邀请码”7WE“可减免2美元。ChatGPT Plus月费为20美元，首次充值25美元。若使用OpenAI API，绑卡时可能需要验证，根据实际情况决定。 2.1. 自动升级模式打开WildCard的我的服务页面，点击按钮 ChatGPT Plus/Team 一键升级，在弹出的页面中按照操作步骤复制付款界面的网址粘贴到输入框中，点击确认支付并升级即可升级GPT4.0。 2.2 手动升级模式充值完成后，使用浏览器的无痕窗口登录https://chat.openai.com，参照下面的图片进行升级即可，开通成功之后就可以使用GPT4.0了。 Edge和Chrome的无痕窗口快捷键为Ctrl+Shift+N。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/subscribe-chatgpt-plus-in-five-minutes/"},{"title":"OpenAI Sora内测资格申请","text":"OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 Sora现已开放红色方内测申请。请注意，要使用Sora，您需要预先获得GPT4的访问权限。以下是详细的申请步骤，为确保流程的顺利进行，建议您在填写时使用英文。 剩下的步骤请大家移步：教程地址 打开浏览器，访问申请链接：https://openai.com/form/red-teaming-network 填写完毕后，请点击“Submit”按钮提交您的申请。之后，您只需耐心等待我们的邮件回复。别犹豫了，赶快行动起来，提交您的申请吧！衷心希望您能够成功获得测试资格。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/apply-sora-beta-test/"},{"title":"【亲测】Proton收不到OpenAi邮件？换这个邮箱试试？","text":"OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 近期，许多学生反映无法收到 OpenAI 发送的验证邮件到他们的 Proton 邮箱。如果你也存在这个问题，那么可以参考这份新教程来注册账号。 在这里我将教大家如何使用 Gmail 注册 GPT 账号。这个过程非常简单，一般情况下10分钟内可以完成注册。 注意：注册过程需要魔法上网 一、注册谷歌邮箱访问Gmail 的官网： https://www.google.com/intl/zh-CN/gmail/about/ 依次点击按钮「Create an account」 - 「For my personal use」 填写姓氏，名字，点击「下一步」 输入基本信息，点击「下一步」 输入邮箱用户名，如果已经存在多个邮箱，需要点击 创建您自己的Gmail地址，输入完成之后点击「下一步」。如果用户名有重名，则需要修改到不重名为止。 接下来，输入密码，点击「下一步」 接下来，输入辅助邮箱，点击「下一步」。如果不需要辅助邮箱以便找回这个账号，则点击「跳过」即可。 接下来，点击「下一步」。 接下来，在隐私权和条款页面点依次点击「我同意」和「确认」完成邮箱注册。 二、注册GPT账号复制到浏览器打开：chat.openai.com 输入刚注册的邮箱地址并点击「继续」 输入密码并点击「继续」 点击「Open Gmail」登录邮箱，找到OpenAi给你发的邮件并点击「Verify email address」按钮进行验证 接下来，输入姓名、生日并点击「Agree」 至此，大功告成！ 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/register-chatgpt-with-gmail/"},{"title":"【保姆级】VsCode 安装GitHub Copilot实操教程","text":"0. 前言GitHub Copilot，俗称“副驾驶”，是GitHub携手OpenAI共同打造的一款革命性的人工智能代码辅助工具。通过将其插件化集成至编辑器（如VS Code），Copilot能够为用户提供强大的代码自动补全功能，并根据用户输入的注释快速生成相应代码。此外，它还能协助解释代码逻辑，自动生成测试代码，以及为代码片段添加注释，从而极大地提升了开发者的编程效率与代码质量。 OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 1. GitHub Copilot的优点相比于ChatGPT，GitHub Copilot有以下的优点： GitHub Copilot完美融入VS Code编辑器，让您在编写代码的过程中无需切换界面，即可直接提问、处理并生成代码。这一功能极大地简化了将问题或GPT回答来回粘贴的繁琐步骤，使您的编程体验更加流畅高效。 GitHub Copilot生成的代码与项目紧密贴合，因为它是以项目当前的代码上下文为基础进行智能生成的。这种特性使得Copilot能够产生与当前项目代码风格高度一致的代码，不仅提升了代码的可读性和一致性，也增强了代码的可移植性，让您的项目更加稳健和高效。 2. 如何安装GitHub Copilot？以下是详细的安装步骤： 2.1、安装 Visual Studio Code如果您尚未安装 Visual Studio Code，您可以从 官方网站 下载并安装最新版本。 2.2、安装 GitHub Copilot 扩展 启动VSCode，点击界面左侧的扩展视图(Extensions)，在搜索栏中输入”GitHub Copilot”，在搜索结果中找到“GitHub Copilot”和“GitHub Copilot Chat”并点击安装(Install)。 安装完成界面里有这个图标代表安装完成了 插件安装完成之后需要重启一下VSCode并注册登录，登录方式是通过github账号授权登录。 注意登录之前请确保您在浏览器中已经登录到 GitHub 帐户。 登录步骤：按照图示步骤 点击右下角图标 &gt;&gt; 点击「Sign in to GitHub」按钮，在弹出的界面中点击「允许(Allow)」打开浏览器获取Github账号授权。 点击「Authorize Visual-Studio-Code」按钮确认授权。 3. 使用GitHub Copilot3.1 试用/订阅Copilot服务GitHub Copilot提供30天免费试用，订阅费用是10美元一个月，按年是100美元，在到期之前可以选择退订，或者可以选择更换订阅方式。 参考图中步骤点击右下角Copilot的图标，在弹出的Copilot菜单中选择「GitHub Copilot Chat」，然后点击左侧Chat框中的[Start 30-day Free Trial]进入试用/订阅界面。 也手动登录Github网站，依次点击「Settings 」&gt; 「Billing and plans」&gt; 「Plans and usage」，在页面中找到“Add-ons”部分找到「GitHub Copilot」 然后点击「Enable GitHub Copilot」按钮进入订阅界面。 点击「Get access to GitHub Copilot」按钮进入付款方式界面，输入银行卡信息，支持银联、Visa双币信用卡、Paypal来支付。 也可以使用虚拟信用卡WildCard通过支付宝来支付，了解详情请移步：WildCard虚拟信用卡注册保姆级教程。 绑定支付信用卡之后，重启VSCode，参考图中步骤再次点击右下角Copilot的图标，在弹出的Copilot菜单中选择「GitHub Copilot Chat」，左侧出现的界面显示已经订阅成功，点击最下面的输入框提问即可。 3.2 使用Copilot功能此时，GitHub Copilot已经安装订阅完成，现在可以尽情享受这个强大的编程助手，提高您的代码编写效率。 新建一个js文件，点击图示「星号」图标或者按快捷键Ctrl+I即可调出GitHub Copilot对话界面，可以在输入框中输入提示内容以生成代码。 也直接在类中输入代码，GitHub Copilot会自动根据你的代码猜想你需要生成的代码，如果生成的内容符合你的要求，可以按 「Tab」键导入生成的内容，如下图 请注意，由于GitHub Copilot可能会不时地进行更新，我们建议您时常查阅GitHub Copilot的官方文档，以获取最新的信息和详细说明。这样，您可以确保始终了解并充分利用该工具的最新功能和改进。 3.3 使用技巧GitHub Copilot使用有2个区域， Chat区域，可以直接在聊天框中输入你的问题，以便获取相关解答。如果在提问时能够选中相关的代码行，这将有助于生成更精确、更可靠的答案，因为系统会根据代码的上下文进行分析和推理。 编辑器文件中，可以自动提示，注释生成代码等操作 3.3.1 自动建议（Tab）写代码的时候它自动的给你提示，提示的内容是灰色的，你可以按下Tab键接受建议，通过Esc键丢弃提示。 3.3.2 注释生成代码您可以在开始编写代码之前，先写一段详细的注释，这样可以帮助您更清晰地明确自己的需求和期望。注释越详细，GitHub Copilot 就越能够理解您的意图，从而生成更符合您要求的代码。 写完注释之后，按下ctrl + enter输出十种代码实现，你可以根据个人喜好挑选它生成的代码。你也可以打开chat对话框直接询问代码。 3.3.3 解释代码解释代码的方法有2种： 方式1 选中要解释的代码，在chat聊天框中输入/explain，默认以英文解释。如果需要用中文解释，可以在后面更新更多的描述信息，比如：/explain 用中文解释 方式2 选中要解释代码,右键Copilot &gt; Explain This，但是这种方式默认是以英文输出。如下图 3.3.4 生成测试代码使用以上3.3.3中的方式，把命令换成/tests generate tests即可。 以上所述，仅为GitHub Copilot的一些基本使用技巧，若您想进一步深入了解并挖掘更多高级功能，建议您前往GitHub Copilot的官方网站查阅相关资料，那里将有更多详尽的使用指南和技巧等待您去发掘。 3.3 VSCode退出GitHub账号如果需要退出GitHub账号，可以参考下图操作： 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/github-copilot-on-vscode/"},{"title":"MidJourney基础教程","text":"0. 前言Midjourney是一款利用人工智能技术的图像生成神器，它仅凭用户输入的简短文本提示，就能迅速创作出充满细节与创意的精美图像。这款工具运用了最前沿的深度学习模型，能够精准地解析用户的文本描述，并将其转化为栩栩如生的图像，为用户带来无限创意与灵感。以下是 Midjourney 的基本使用和实操示例。 Midjourney 订阅教程移步：【一看就会】五分钟完成MidJourney订阅 OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 GPT-4.0 升级教程移步：五分钟开通GPT4.0 1. 使用步骤 访问 Midjourney：用户首先需要访问 Midjourney 的网站或者使用其提供的平台，如 Discord 服务器，来开始使用 创建文本提示：用户根据想要生成的图像类型和风格，输入一个或多个简洁明了的文本提示。这个提示可以包括场景描述、颜色、情感氛围等。 选择图像风格：Midjourney 允许用户选择或指定图像风格，比如现实主义、抽象、卡通等，来进一步定制需要的输出。 生成图像：输入文本提示后，Midjourney 将处理这些信息并生成一系列图像选项供用户选择。这个过程可能需要几秒到几分钟不等，取决于复杂度和服务器负载。 调整和优化：可以选择最喜欢的图像，并可能进行进一步的调整或请求再生成以达到完美的效果。 2. 基本命令Midjourney 主要通过其 Discord 服务器与用户进行交互，用户只需发送一系列精心设计的命令，即可轻松实现图像的生成、参数的调整以及其他各种操作。以下是 Midjourney 基本命令及其用途。 生成图像 /imagine：这是最基本的命令，用于生成图像。用户需要在这个命令后跟上他们的文本提示，例如/imagine prompt: 夜空中的北极光。 调整图像 --v 或 --version：指定使用特定的 Midjourney 版本生成图像。不同版本的模型可能会产生风格和细节上的差异。 --ar 或 --aspect-ratio：调整生成图像的宽高比，例如 --ar 16:9 用于生成宽屏图像。 --quality：调整生成图像的质量和细节水平。高质量设置可能会增加生成时间。 风格和效果 --style：指定生成图像的风格，如 --style photorealistic 生成照片级真实感图像。 --mood：指定图像的情绪或氛围，如 --mood eerie 生成诡异的氛围。 优化和迭代 U、M、L按钮：在图像生成后，Midjourney 通常会提供四个选项供用户选择。选择其中一个图像，然后点击U（向上）、M（中等）或L（向左）按钮可以在该基础上进一步迭代和优化图像。 /upscale：对选定的图像进行高分辨率处理，以获得更高质量的输出。 其他命令 /help：获取更多帮助信息和命令列表。 /stop：如果需要，可以使用此命令停止当前的图像生成过程。 请注意，Midjourney 的功能和命令可能随时间推移和版本更新而有所变化。为了确保获取到最新、最准确的信息和完整的命令列表，我们强烈建议您查阅 Midjourney 的官方文档或在其活跃的 Discord 社区中寻求帮助。这些官方渠道将提供您所需的详细指导，帮助您充分利用 Midjourney 的强大功能，并创作出令人惊艳的图像作品。 3. 实操示例接下来，让我们生成一个图像作为示例，描述一个“宁静的森林小径，早晨的阳光透过树叶，画风温暖而详细” 输入 /imagine 命令，在 prompt 中输入关键词，回车等待图片生成 生成图片后根据自己需要选择哪一张 U：选择哪张放大 V：选择图像变体 这里选择第 3 张继续修改 这里的命令介绍： Upscale：高分辨率处理，以获得更高质量的输出 Vary：图像变体 Zoom Out：放大，放大后会自动填充背景 这里选择放大两倍，并且修改了比例为 16:9 最终生成的图片如下所示： 赶快行动起来，亲身感受AI绘图的神奇魅力吧！让Midjourney为您呈现一幅幅精美绝伦的图像，带您走进一个充满创意与无限可能的全新世界！ 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/how-to-use-midjourney/"},{"title":"【必会】PicGo水印插件使用教程","text":"OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 为了防止有人盗图，在使用PicGo上传图片的时候自动加入水印还是很有必要的，这就需要在PicGo中安装水印插件。 水印插件安装及使用的步骤如下： 1. 插件安装打开PicGo的主界面，点击「插件设置」，在右侧的输入框内输入 “watermark”，在搜索出来的结果中选择图示的插件点击「安装」按钮来安装插件。 如果提示水印插件无法安装成功，则需要进入PicGo的安装目录手动指定npm命令安装 1234进入PicGo的安装目录cd &quot;C:\\Users\\用户名\\AppData\\Roaming\\picgo&quot;指定插件名称安装npm install picgo-plugin-watermark 2. 插件配置水印插件的github链接：https://github.com/fhyoga/picgo-plugin-watermark 需要注意的是水印图片优先级比文字水印要高。 如果采用水印文字的话，则需要指定字体路径，也可以指定windows电脑的系统字体，系统路径在C:\\Windows\\Fonts&lt;/b&gt;。文字水印无法做到分行显示，所以如果有需要分行显示的情况，最好采用水印图片。 水印位置：默认是rb，以下是水印文字定义枚举： 1234567891011export enum PositionType { lt = &quot;left-top&quot;, ct = &quot;center-top&quot;, rt = &quot;right-top&quot;, lm = &quot;left-middle&quot;, cm = &quot;center-middle&quot;, rm = &quot;right-middle&quot;, lb = &quot;left-bottom&quot;, cb = &quot;center-bottom&quot;, rb = &quot;right-bottom&quot;} 以上就是水印插件的常用用法，如果还有疑问建议去水印插件官网查阅。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/picgo-plugin-watermark/"},{"title":"【2024亲测】保姆级获取美区Apple Id教程","text":"0. 前言Apple Store 中有很多软件用国区账号是无法下载的，去用别人获取的美区账号又存在一定风险，很有可能过一段时间就密码错误导致钱白白浪费了，今天我就出一期教程教你如何获取自己的美区Id，**成功率 100%**。 OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 1. 获取账号在获取之前，需要准备以下几个东西 能接收短信的手机号（可以是国内的） 一个未获取过 Apple ID 的邮箱（QQ 邮箱不要用） 进入 Apple ID 获取页面：https://appleid.apple.com/account，填写图示中相应信息。 之后验证电子邮件和手机号码，将收到的验证码填入图示中位置 获取成功后，账号会自动登录，如果没登录的话重新登录一遍刚获取的账号即可。然后点击「个人信息 」，接着再点击「 国家或地区」 选择「更改国家或地区」 之后会跳转更改付款方式的页面。 2. 绑定支付方式在添加付款方式的页面里，把 国家或地区更改成「***美国***」，付款方式按标注填写 WildCard 申请参考：推荐虚拟卡，使用支付宝购买开卡 美国电话是必须要填写的，这个号码不用验证，您可以随便填一个，美国电话一共 10 位，前 3 位的区号一定要对，建议填跟账单地址同一地区的区号： Delaware 302 Montana 406 Oregon 541 New Hampshire 603 后面 7 位可以随便填 也可以访问这个网站生成号码：https://www.generatormix.com/random-phone-numbers，复制一个随机生成一个手机号即可。 点击更新 Save Changes，这个时候 Apple ID 已经更换到美区 接着点击 *「 *****付款与配送******」**，卡片已经添加成功，不过还需要再次验证下卡片信息，点击卡片输入 CVV（WildCard 卡片界面有，复制即可），点击存储更改 到这里美区 Apple ID 就获取完成了，之后就可以在 Apple Store 登录刚刚获取的美区 Apple ID 来订阅自己需要的软件了 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/register-apple-id/"},{"title":"ChatGPT回答中断&#x2F;消息发不完的解决办法","text":"当一些朋友在使用ChatGPT时，有时可能会遇到这样一个问题：ChatGPT的回答过于冗长，导致回答不完整，消息在尚未发完的情况下就突然结束，仿佛是在回答到一半时突然停顿了下来。针对这种情况，本文将为大家提供一些有效的解决方法，帮助您更好地应对这一问题，获得更加流畅、完整的ChatGPT交互体验。 OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 一、ChatGPT继续回答ChatGPT回答不完整（消息发不完）可能是因为以下一些原因： 回答内容太长，一次发不完（回答问题有字数限制）。 网络问题，回答过程中与服务器的连接断开了。 其他原因。 1.1 回答内容太长针对第一种情况，需要手动点击图示中的按钮「Continue generating」才能从断开的地方继续之前的回答。 1.2 网络问题在某些情况下，ChatGPT可能会突然断开，既没有显示「Continue generating」的按钮，也无法继续作答。这种情况可能由网络问题或其他原因所导致。如果您遇到了类似的问题，可以尝试以下解决方案： 首先，检查您的网络连接是否稳定。不稳定的网络连接可能会导致ChatGPT的响应中断。您可以尝试切换到其他网络环境，或者等待网络状况改善后再试。 其次，如果您使用的是ChatGPT的网页版，您可以尝试刷新页面或重新加载聊天窗口。这有助于重新建立与服务器的连接，从而恢复ChatGPT的响应。 另外，您还可以尝试清除浏览器缓存和cookies。有时候，浏览器缓存或cookies的问题可能会导致ChatGPT的响应异常。清除这些数据后，再次打开ChatGPT可能能够解决问题。 1.3 其他问题如果不是以上两种情况，那么有可能是以下的情况： 服务器负载：如果ChatGPT的服务器负载过高，可能无法及时处理所有请求，导致回答不完整或延迟。 输入问题：用户输入的问题可能过于复杂或包含不明确的表述，使得ChatGPT在尝试回答时遇到困难，导致回答中断。 解决方法： 等待片刻：如果怀疑是服务器负载问题，可以稍后再试，等待服务器负载降低后再进行交互。 简化问题：尝试将问题简化或重新表述，确保问题清晰明了，有助于ChatGPT更好地理解并给出完整回答。 刷新浏览器：如果ChatGPT界面出现异常，可以尝试刷新浏览器页面，重新加载ChatGPT的聊天窗口。 以上就是ChatGPT的回答不完整/消息发不完/回答到一半就停了的原因分析和解决方法，如果还是无法解决问题可以评论区留言，我们一起研究解决。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/chatgpt-continue-generating/"},{"title":"GitHub Copilot怎么取消付费？","text":"0. 前言GitHub Copilot非常好用，还没有使用过的同学可以参考教程白嫖一个月：【保姆级】VsCode 安装GitHub Copilot实操教程 GitHub Copilot每月10美元的费用对于一些用户来说可能是一笔不小的开销。如果你已经完成了GitHub Copilot的免费试用，并希望取消这个订阅以节省费用，下面我将为你提供详细的图文操作步骤。 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 1. 取消订阅步骤第一步：登录GitHub账号，点击个人头像，在菜单中点击「Settings」按钮。 第二步：在「Settings」页面左侧点击「Access」/ 「Billing and plans」/ 「Plans and usage」。 第三步：在「Add-ons」模块中找到「GitHub Copilot」，在右上角manage subscription， 弹出的菜单中点击红色的Cancel按钮，提交即可。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/github-copilot-unsubscribe/"},{"title":"除了 ChatGPT，还有哪些好用的AI工具？","text":"0. 前言除了ChatGPT之外，市面上还涌现出了众多备受欢迎的AI工具，它们各自具备独特的功能和优势，为用户提供了更为丰富和高效的AI体验。无论是图像处理、编程辅助还是内容创作，这些工具都能为用户提供强大的支持，助力他们更好地应对各种挑战和需求。以下是一些常用的AI工具的介绍。 OnlyFans 订阅教程移步：【保姆级】2024年最新Onlyfans订阅教程 Midjourney 订阅教程移步： 【一看就会】五分钟完成MidJourney订阅 GPT-4.0 升级教程移步：五分钟开通GPT4.0 如果你需要使用Wildcard开通GPT4、Midjourney或是Onlyfans的话，请点击：WildCard使用教程 1. 微软Copilot微软Copilot是一款基于人工智能技术的智能聊天机器人，其核心支撑是OpenAI的GPT-4模型。如今，它已广泛集成于Microsoft提供的各种产品和服务中，为用户带来全新的数字助理体验。若您安装了微软Windows 11版的H2 Insider Preview版本，您会发现Copilot图标已优雅地取代了原有的Cortana，现身于Windows 11的任务栏中，随时准备为您提供智能而便捷的服务。 Copilot 在AI绘画领域同样表现出色。您只需输入相关描述并发送，稍等片刻，便可欣赏到自动生成的精美图片。需要注意的是，目前Copilot在绘画功能方面尚不支持参数设置，每次默认生成四张图片，但即便如此，其生成的图片质量依然令人赞叹。 2. Github CopilotGitHub Copilot，这款由GitHub与OpenAI联手打造的人工智能代码辅助工具，被誉为编程界的“副驾驶”。它巧妙地以插件形式融入编辑器（如vs code），为开发者们带来了前所未有的便捷体验。无论是自动补全代码、根据注释生成代码，还是解释代码、生成测试代码与注释，GitHub Copilot都能轻松胜任，让编程工作变得更加高效、轻松。 GitHub Copilot的显著优势主要体现在以下几个方面： 高效性卓越：Copilot凭借出色的算法和数据处理能力，能够迅速而准确地提供代码补全和智能提示，从而极大地加速了编程过程，提升了工作效率。 准确性出众：借助先进的机器学习和自然语言处理技术，Copilot能够深入理解并适应程序员的代码风格和编写习惯，确保所提供的建议和补全精准且贴合实际需求。 个性化体验：Copilot不仅注重通用性，更关注每位程序员的独特需求与习惯。它能够根据用户的个性化设置和偏好，提供量身定制的代码补全和智能提示，为用户带来更加舒适、高效的编程体验。 然而，Copilot也存在一些不容忽视的劣势。例如，面对一些复杂且深奥的编程概念和技巧，Copilot可能难以完全理解，这在一定程度上可能影响其提供建议的准确性和可靠性。此外，由于Copilot的工作原理基于机器学习，因此它需要一定的时间来学习和适应程序员的代码风格和习惯，这可能会在初始阶段对用户体验造成一定影响。 3. 文心一言百度推出了一款基于Transformer架构的大型模型，该模型具备出色的自然语言处理能力，包括文本生成、理解和分析。文心一言不仅在百度内部业务中得到广泛应用，还受到了众多企业的青睐，包括爱奇艺、集度汽车、金蝶软件、携程等众多知名公司纷纷接入使用。目前，文心一言提供免费版3.5供用户试用，但想要升级到更高级的4.0版本，则需要付费购买。免费版本支持简单对话，可以满足一些不太复杂的需求。 文心一言访问地址：https://yiyan.baidu.com/ 另外，文心一言也支持AI 绘画，3.5 版本默认生成 1 张画作，4.0 版本默认生成 4 张。 4. 文心一格官网地址：https://yige.baidu.com/ 文心一格是百度基于文心大模型技术推出的AI艺术和创意辅助平台。它能够帮助用户从海量数据中学习千种画风，只需输入一段简单的文字描述，便可快速生成不同风格、高质量的艺术创意图片。 文心一格依托于飞桨深度学习平台和知识增强大模型，持续从海量数据和大规模知识中融合学习，具备强大的跨模态图文生成能力。用户可以通过它探索不同的艺术风格，激发创作灵感，甚至可以将生成的图片用于个人作品、社交媒体分享或商业用途。 5. 讯飞星火认知大模型科大讯飞推出的新一代认知智能大模型，具备卓越的跨领域知识与语言理解力。它不仅能够通过自然对话的方式理解和执行各类任务，还提供了丰富的功能，如精准的语言理解、详尽的知识问答、缜密的逻辑推理、准确的数学题解答，以及出色的代码理解与编写能力。这一大模型的推出，无疑将为认知智能领域带来全新的突破和进步。 讯飞星火认知大模型访问地址：https://xinghuo.xfyun.cn/ 讯飞星火大模型目前最新版本是 V3.5 问一下跟文心一言一样的问题，看看能有什么样的结果 6. Notion AINotion 开发的人工智能服务写作助手，凭借强大的智能推荐功能，能够根据输入的关键词快速提供相关文章素材。无论是撰写博客、构建内容大纲，还是创作学术论文，它都能为您提供有力的支持，助您轻松完成高质量的写作任务。 官网地址：https://www.notion.so/product/ai 7. WPS AI金山精心打造的一款集成AI功能的办公神器，集写作、演示、表格、PDF处理等多种功能于一身。它不仅能够智能生成内容、精准分析数据、高效提炼信息，还能一键美化排版，让您的办公效率和创作质量得到显著提升。无论是日常办公还是创意创作，这款AI办公工具都能成为您的得力助手，助您轻松应对各种挑战。 WPS AI官网地址：https://ai.wps.cn/ 8. Midjourney官网地址：https://www.midjourney.com/ Midjourney 订阅教程移步：【一看就会】五分钟完成MidJourney订阅 这款AI绘画工具功能强大，仅需输入简洁的文本内容，便能迅速生成一张精美的图片。目前，该绘画工具为用户提供了25次的免费使用额度，让您能够尽情体验其魅力。然而，对于初学者来说，使用这款工具可能仍存在一定的学习门槛，需要一些时间和实践来掌握其操作技巧。 9. Copy.ai官网地址：https://www.copy.ai 这是一款专注于营销文案生成的AI智能网站，用户仅需提供文案项目和产品的相关信息，它便能智能地生成高质量的营销文案。无论是推广新品、策划活动还是撰写广告词，这款智能网站都能为您节省大量时间和精力，助您轻松打造吸引人的营销内容。 10. Getimg.ai官网地址：https://getimg.ai 这款AI图片生成网站功能强大，集合了图片扩展、批量生成、文本生成图片以及自定义图片生成模型等众多实用功能。更令人欣喜的是，每月您都可以免费生成高达100张图片，这无疑是一次难得的“白嫖”机会，让您轻松享受高质量的AI图片生成服务。 11. LALAL.AI官网地址：https://www.lalal.ai 这款AI音频处理工具功能强大，能够从任何音频和视频中精准提取人声、伴奏以及各种乐器声音。更为出色的是，它还能轻松删除背景音乐，有效消除噪音，为您带来纯净、高质量的音频体验。无论是制作音乐、编辑视频还是进行其他音频处理工作，这款工具都能成为您的得力助手。 12. Runway官网地址：https://runwayml.com 这是一款集合了30+工具套件的创意神器，利用先进的AI技术，能够帮助创作者们轻松生成心仪的图片和视频。如果你是一名热衷于创作的艺术家或设计师，不妨尝试一下这款套件，它定能为你带来无限灵感与创意的火花。 你好，我是火哥！ 亲爱的读者你好，我是火哥，一个乐于分享技术类干货的博主。 最新原创的文章都先发布在公众号，欢迎关注哦~ 扫描下方二维码，带你第一时间了解ChatGPT、Sora、Midjourney最新动态！","link":"/useful-ai-tools/"}],"tags":[{"name":"ChatGPT","slug":"ChatGPT","link":"/tags/ChatGPT/"},{"name":"MidJourney","slug":"MidJourney","link":"/tags/MidJourney/"},{"name":"Claude3","slug":"Claude3","link":"/tags/Claude3/"},{"name":"Typora","slug":"Typora","link":"/tags/Typora/"},{"name":"Onlyfans","slug":"Onlyfans","link":"/tags/Onlyfans/"},{"name":"WildCard","slug":"WildCard","link":"/tags/WildCard/"},{"name":"OpenAI","slug":"OpenAI","link":"/tags/OpenAI/"},{"name":"PicGo","slug":"PicGo","link":"/tags/PicGo/"},{"name":"Apple Id","slug":"Apple-Id","link":"/tags/Apple-Id/"},{"name":"VsCode","slug":"VsCode","link":"/tags/VsCode/"},{"name":"GitHub Copilot","slug":"GitHub-Copilot","link":"/tags/GitHub-Copilot/"},{"name":"阿里云","slug":"阿里云","link":"/tags/%E9%98%BF%E9%87%8C%E4%BA%91/"}],"categories":[{"name":"其他","slug":"其他","link":"/c/%E5%85%B6%E4%BB%96/"},{"name":"WildCard","slug":"WildCard","link":"/c/WildCard/"},{"name":"MidJourney","slug":"MidJourney","link":"/c/MidJourney/"},{"name":"Claude3","slug":"Claude3","link":"/c/Claude3/"},{"name":"Typora","slug":"其他/Typora","link":"/c/%E5%85%B6%E4%BB%96/Typora/"},{"name":"Onlyfans","slug":"Onlyfans","link":"/c/Onlyfans/"},{"name":"幻兽帕鲁","slug":"其他/幻兽帕鲁","link":"/c/%E5%85%B6%E4%BB%96/%E5%B9%BB%E5%85%BD%E5%B8%95%E9%B2%81/"},{"name":"OpenAI","slug":"OpenAI","link":"/c/OpenAI/"},{"name":"ChatGPT","slug":"OpenAI/ChatGPT","link":"/c/OpenAI/ChatGPT/"},{"name":"Sora","slug":"OpenAI/Sora","link":"/c/OpenAI/Sora/"},{"name":"Web前端技术","slug":"其他/Web前端技术","link":"/c/%E5%85%B6%E4%BB%96/Web%E5%89%8D%E7%AB%AF%E6%8A%80%E6%9C%AF/"},{"name":"PicGo","slug":"其他/PicGo","link":"/c/%E5%85%B6%E4%BB%96/PicGo/"},{"name":"未分类","slug":"其他/未分类","link":"/c/%E5%85%B6%E4%BB%96/%E6%9C%AA%E5%88%86%E7%B1%BB/"}],"pages":[{"title":"","text":"各位破局圈友大家好， 我是饭饭，AI破局俱乐部初创合伙人。 做了6年实体店老板后成功负债转型线上，从最初的拼多多开店卖手机壳再到拥抱开写作店铺大力拥抱AI，组建强大靠谱的后端写作团队，陪伴了很多人在AI代写上赚到属于自己的一桶金。一路上分享不止，学习不停，并成为了破局AI代写航线的总教练。很幸运我分享的内容都能被你们喜爱并使用，这篇帖子是一条深度复盘，目的是让新手看了少走弯路，老手看了恍然大悟。 希望大家龙年破局，大家见帖欢喜！ 一、全新认识AI代写：代写就是很古老很传统的行业，经久不衰的巨大市场。回忆一下，在人类科技发展的长河中，每一次技术革新都如同璀璨星辰照亮前行之路。从工业革命的蒸汽机到信息时代的互联网，每一次颠覆性的创新都孕育出无数崭新的财富机遇。AI的出现更是解放了双手，降低了文字行业的门槛，因为AI就是一个万能的文字助力，文章千门百类，AI无一不通。AI不仅仅可以代写提效，我们更多的是用AI来代写变现。在AI代写领域，可以涵盖非常多的写作类型。不同客户和市场需求。 这里分享几个数据，或许会让你对AI代写有一个新的认识。 如果你觉得AI代写不赚钱，那你就错了，上个月我们创造了单月营收破20w，曾经不少人看不上的代写行业，AI的出现抢手到很多人高攀不起，在上一期的我们AI代写航线的饭饭首次直播分享时观看人次高达2288人次。 上一期破局官方出品的航海手册访问人数高达1416人，访问次数高达6993人次，在星球搜索关键词“AI代写”，更是有不少的圈友取到不错成绩，且很多新手小白拿到了最快的反馈。 但是如果你觉得这么多人下场，会不会竞争太大赚不到钱？ 那我接下来的分享就会告诉你，AI 市场太大，破局圈友人人有份。 由于在之前我们的各位教练以及破局星球一些优秀的圈友也总结了非常不错的内容分享，其中航海手册已经很详细的分享了关于闲鱼、小红书、拼多多、BOSS直聘等优质平台。为了避免冷饭热炒，今天的分享我会重点从实操思维以及淘宝平台来做重点分享。 二、AI代写如何差异化竞争踏入AI代写行业以后我们要思考3个问题。 （1）我们可以写什么？ （2）写什么比较赚钱？ （3）我们的客户在哪里？ 这些都是比较基础的问题。 没接触过这个行业的不知道到底要写哪些东西可以赚钱，接触到这个行业的可能不知道我们的客户在哪里，这里我详细举例、看完必定可以实现精准突破，AI变现！ 1.我们可以写什么？在AI代写领域，可以涵盖非常多的写作类型，不同的客户有市场需求。在我们实操的过程中会遇见一些常见的代写类型，包括但不限于如下： （1）为学生、企业人员或者老师群体写演讲稿、新闻稿、读后感、征文发言稿、报告总结等： （2）在学生用户中常见的情书、道歉信、感谢信、节日祝福、诗歌、作业等等。 （3）在小红书闲鱼上经常接到的广告策划、宣传软文、短视频文案、笔记文案等： （4）在BOSS直聘和小红书上会经常接到的一些详情页文案、剧本、脚本、影视解说等 这些都是比较小的营收点，利润更高的又有学术类的，例如：论文、文献综述、开题报告、研究报告，以及商业类的回忆录、公文、会议纪要、思想报告、商业业计划书等： 这样看下来其实能AI代写的范围太多了，我刚刚说的这些都仅仅是一个大方向，如果你想要AI代写赚到钱，仅仅知道这些远远不够，真正的高手就是在做到后面的细分赛道，看我接下来的分享。 2.写什么比较赚钱？执行力压倒一切，只有经历了实操后你才会发现，做AI代写必须要差异化竞争，理解这10大思路，方能赚钱。 我属于比较闷头实干的这么一个性格，基本上遇见客户下单一种类型的单子我就会辐射展开，展开以后我才发现， 根本不缺单子。 思路1.例如研究报告又包含了：实验报告、课题研究报告、科研项目报告等等，随便打开任何平台，这些细分领域的其中一个关键词，都可以看见大需求，大利润、那我继续细分。 思路2.例如商业计划书又分为了融资、路演、立项、参赛、创业、可行性研究报告等等，打开任何平台搜索，都是巨大需求，这些不够，继续看我细分下去。 思路3.例如论文，如果按学历又分为了本科、硕士、博士、函授本科、专科等等（只做思路分享，为了不影响阅读，以下思路我不放截图） 思路4.例如论文如果按学科细分又包含了人文、社科、理工、医学等，那如果继续细分，随便选择一个专业，继续细分下去。 思路5.例如教育类论文、又包含了教育学论文、心理学论文、教育技术论文、教育管理论文、教育政策论文、教育评估与测量论文等等不同领域。 思路6.例如商科论文又包含了市场营销、企业管理、金融与财务、会计、经济学、供应链管理、创业与创新管理、组织行为学等等。 思路7.例如医学论文医学、生物医学、公共卫生、药学、护理学、生物学、生物工程学、医学影像学等等。 思路8.例如法学领域又涉及到了法理学、民法学、刑法学、行政法学、宪法学、环境法学、劳动法学、知识产权法等等领域等等 思路9. 例如IT与计算机科学论文包含了计算机科学与工程、软件工程、信息技术、数据科学与数据分析、人工智能与机器学习、嵌入式系统与物联网、网络安全与信息安全等等 思路10.例如人文类论文需求包含了艺术史与美术理论、音乐学与音乐史、戏剧与表演艺术、文化人类学、哲学与伦理学、历史学与历史研究、社会学与社会文化研究、艺术设计与视觉艺术等等。 当然，以上仅仅是我在实操中总结出的AI代写领域的一部分需求，所以大家听下来我的分享，你们还觉得能写的东西少吗？ 其实能写的东西太多了，真正需要的是你高效获取流量的能力，解决单量的能力！ 3.我们的客户在哪里？有文字需求的平台就有我们的市场，互联网上是流量洼地，这里我把接单类型分为了几种。 一级市场被动接单 对于擅长运营的圈友来说，建议去那些可以接到一手单的平台，客户咨询成单，就能够获得更大的利润，就目前我们开店的时候能够随时接到一手单的平台有淘宝、拼多多、闲鱼、小红书、抖音、和视频号、校园贴吧和各地校园表白墙等，这些内容基本上都在我们的航海手册里面了。 二级市场主动接单 主动找单找合作，稳定的去接机构或者文案公司旗下的单子也是不错的，这类的平台也不少，例如天猫店、拼多多店、百度、抖音、BOSS直聘、智联招聘等平台，所有的操作思路都是一样的，去平台应聘，接他们的单子。 4.我的营收主要构成在过去的这个月中感受到了前所未有的忙碌，业务激增，出现人手不够的情况，当时还在破局星球的资源对接处来寻求了合作，也顺利和一些优秀的破局圈友建立合作关系，其实代写是复购非常强的一个业务，主要营收依托与几个大的板块。 （1）接了一些研究生的综述、期刊，这部分客单价非常高，这个月接到了近17单研究生的辅导和期刊，营收占比最高。 （2）接了本科的实证辅导以及一些开题报告，二三月完全的开题报告爆发期，这个占比达到了也很多。 （3）接到了不少的课题报告，科研项目、期刊审稿意见回复，预计在接下来的三月会是课题报告的高爆发期间。 （4）接到了不少的创业计划书和可行性研究报告。 （5）接了不少spss数据分析、遗传算法等工科单子。 以及一些小稿件演讲稿、散文、教学设计和部分述职报告等等，在上月也有部分破局的大佬给我送来上万的研究生大单子，奈何我的后端资源不匹配，也就放弃了。 当然，处理这些单量我一个人是忙不过来的，我目前属于全职扎根在做电商这个板块，我自己比较擅长运营做流量和销售谈单子，我还有一个线下合伙人在负责团队管理、安排稿件，处理售后，AI代写这条赛道如果想继续放大去做的话一定要搭建一个属于自己的工作室，哪怕工作室很小，也要分工合作，一个人的精力太有限，而且天花板极低。 三、初阶玩法：借助淘宝，日入100+即使淘宝受到各大电商平台的冲击，在某些购物体量上面被很大程度的削减，但是对于写作类目来说，淘宝依旧稳占鳌头。那我们用淘宝了每天稳定收入100以上是很方便的，这是我们刚接触的代写业务的时候就采用的方法，目前我身边有不少朋友在实操，小报童专栏交流里他们的见效依旧是立竿见影。 1.实操理解这个玩法是比较适合小白练手，如果你只是想做点副业，没有时间运营或者也不愿意花过多的时间去运营的，那就比较适合你，刚踏入AI代写的时候就用这个玩法，减少踩坑。整个玩法的操作思路就是去淘宝平台上找到靠谱的店家，然后在他们的接单群里面去接单。 操作路径就分为了：找店家&gt;应聘&gt;进接单群&gt;抢单接稿&gt;写稿&gt;按意见改稿&gt;结稿费 那如何去找到靠谱关键的店家，如何不被店家跑路才是关键问题，请看接下来实操步骤。 2.实操步骤第1步打开淘宝直接搜索“文章写作”“文章代笔”“商业计划书”“演讲稿”“读后感”等等的关键词，然后根据平台推荐出的店铺去咨询。咨询的时候记住两大方法提高效率。 （1）带有“天猫”标识的挨个询问，大部分天猫店铺都是有写手需求。 （2）销量排名靠前的挨个问，根据销量来筛选。 第2步添加客服给出的微信，或者把你的微信留给店家添加以后，在微信沟通。提前准备好自我介绍，方便高效沟通节省你和甲方的时间，也是增大合作可能性的技巧，这里我提供两个案例模板。 第3步进入他们的派单群，有些是企业微信群、有些是QQ群派单的，作用都是一样的，群里面接单接单就可以。 3.注意事项学会筛选单子，记住几个原则： （1）单价过低的不接，例如千字10元以内。 （2）急单不接，很多急单都容易出现问题。 （3）参考资料过多的不接，例如发了很多的参考文献、视频或者音频。 （4）设计类，做实物的不接，例如仿真、单片机等等后面容易遇到问题。 四、中阶玩法：淘宝社区，零成本打法如果你觉得在淘宝接单价格太低，自己开店又没时间运营，那这套打法就适配你了，花点时间做好淘宝社区截流，霸占评论区，让商家给你打工。或许你不知道，淘宝店铺的评论区也是流量洼地，精准客户咨询，而且淘宝流量的风险远远低于小红书、抖音、闲鱼等等平台，因为在淘宝店的评论区是很自由的，很多店铺根本不知道如何去设置禁止非店铺用户来评论，这也就是极大的机会，如图实操分享： 第1步：设置淘宝逛逛资料，如图所示，进入淘宝，点击我的淘宝、选择视频、选择发布、设置关键信息。 第2步查找目标留言的商家，筛选出评论区活跃、评价多，商家问一问较多的店铺，然后疯狂留言。 如果设置好社区个人资料以后还可以直接发布作品视频，然后通过留言引导查看主页，添加到微信转化，如图就是非常好的案例。 当然，这个方法一直没有对外分享，我分享出来以后大家抓紧用起来，能抓住红利的时间是很短暂的，勇立潮头才能荷包鼓鼓！ 五、高阶玩法：淘宝开店，无限可能淘宝经久不衰，天猫店铺的投入成本较高，文章写作店铺的投入最起码10w起步，但是C店是门槛极低的，1000元的保证金，通过淘宝月入5位数应该是属于很正常的，这种淘宝店主我身边就有很多个，而且经常交流的做的还不错，我们自己的淘宝店收益虽然比不上其他平台的，但依旧大有可为！ 店铺客源不断： 开店步骤：1.官网注册访问淘宝官方网站（www.taobao.com）并点击“免费注册”按钮，进入注册页面。 2.选择注册类型选择要注册的账户类型，包括个人账户和企业账户。如果您是个人开店，则选择个人账户；如果你是以公司或个体工商户的名义开店，则选择企业账户。【建议个人店】 3.完善注册信息填写注册信息，包括手机号码、登录密码、验证码等。如果你已经有淘宝账号，则可以直接使用现有的账号登录。 4.账号认证进行实名认证，提交真实姓名和身份证号码等信息，并上传身份证照片，设置支付宝账户，绑定银行卡等支付方式，确保可以顺利收到交易款项。 5.设置店铺信息创建店铺，选择店铺类型、填写店铺名称、店铺简介、并上传店铺LOGO。 6.设置店铺运营规则包括商品发货方式、物流配送方式、售后服务等。然后提交注册信息并等待审核，审核通过后即可开始在淘宝上销售商品。 7.发布写作产品开始发布产品，写作类目，不要把类目填错导致商品流量少、注意标题可以参照我发的这个 以上就是关于在淘宝上开店的注册详细步骤。 目前市场上的各种接单平台非常多，但是选择了最适合自己的，那一定是AI代写大有可为！ 六、AI代写实操案例1.常用AI工具正所谓“工欲善其事，必先利其器”，AI代写的工具太多了，给大家推荐一些常用的。 目前使用下来操作体验还不错的AI工具，对于AI代写来说，主打一个免费就能满足使用， ①ChatGPT：https://chat.openai.com ②Claude：https://www.anthropic.com/index/claude-now-in-slack ③new bing：https://www.microsoft.com/zh-cn/edge/download/insider ④百度·文心一言：https://yiyan.baidu.com/welcome（注册秒通过） ⑤讯飞星火大模型：https://xinghuo.xfyun.cn（注册申请第二天通过） ⑥通义千问（阿里）：http://qianwen.aliyun.com/ ⑦智谱清言：https://chatglm.cn/ ⑧讯飞星火（科大讯飞）：https://xinghuo.xfyun.cn/ ⑨KIMIChat：https://kimi.moonshot.cn/ ⑩AI导航(更多推荐)：https://wz.aidaohang.com.cn/ 根据自身情况和使用场景选择，国产大模型也是不错的使用体验，我们使用的时候也是使用的KIMI和智谱清言比较多。 在之前我们星球的航海手册里面有了很详细关于AI的介绍，新手一定去看AI代写的航海实操手册，这里我直接上实操案例，一些比较常见的如下： 2.如何用AI写开题报告？写论文的都知道，论文之前得先开题，要知道，其实开题报告不查重，完全可以用AI写啊！ 虽然网上一搜就可以搜很多模板，但是太多人都不会搜索，用AI辅助效率会更高 提效提质，提开心！ 很多人之前费劲巴拉写了半天，还被导师批头一顿！ 给大家举一个实操案例： 如图：客户需求是这样的， 文科题目：数字乡村建设对农村产业融合的影响机理与实证检验 那如何用AI来写开题报告？ 第一步：查找相关文献（帖子末尾有多个文献网址） 第二步：输入题目并结合文献写作 如图，得到文献的初稿，再根据学校的要求模板，进行润色就可以，因为不同学校的模板可能会不一样。 以上实操思路，关于参考文献的查找，如下网址分享： 常用的文献查找的几个网址： 1.中国知网 网址：https://www.cnki.net/。 2.必应学术 网址：https://cn.bing.com/academic。 3.万方数据知识服务平台 网址：https://www.wanfangdata.com.cn/index.html 4.中文科技期刊数据库（维普资讯） 网址：http://qikan.cqvip.com/。 3.如何用AI写学术论文关于学术是非常严谨的话题，借用AI辅助一定要时刻牢记尊重学术的原则，遵守学术规范和道德准则，要正确引用的内容，还要避免抄袭和剽窃，纸上得来终觉浅，绝知此事要躬行！ 这里我们只做AI提效普及意义，那如何用AI来写一篇学术论文？ 这里我们以常见的本科汉语言专业为例： 如图，这是客户需求 本科： 专业:汉语言文学 论文题目:王安忆长恨歌人物形象探析论文 正文字数需求:8千 掌握了论文的基本信息以后，就可以使用AI工具，这里我以国产大模型（智谱清言）为例： 第一步：根据关键词提前在文献网站找到相对应的文献，并导出，如图 第二步：设定角色，把论文的基本信息结合参考文献，投喂给AI工具，先写出大纲： 第三步：根据大纲，按顺序写作 如图，就可以得到AI输出的基础文本并且得到的文本质量还不错，如果比较满意，便可以直接使用，如果需要继续优化，便可以继续给指令优化。 篇幅有限，省略后面类似的步骤， ……… 写论文的思路就是重复以上的步骤，把大纲完成后进行人工润色，就得到不错的论文初稿，当然，最后需要根据学校文件要求，进行合理的修改。 以前几个月完成不了的论文，AI工具用的好的话用不了多久就完成了。 当然，在学术论文领域范畴是非常广的，不同学历、不同专业、不同学校、不同要求，都是不一样的需求，我们要掌握的就是用AI来辅助论文写作，提供自己写作的质量与效率。 这里我提供一个指令思路，可以当做模板： 1.主题和目标设定： 指令：请以“[论文主题]”为题，撰写一篇关于“[研究问题或领域]”的论文。 指令：本次写作的主要目标是探讨/分析/评价“[具体的研究目标]”。 2.范围和重点： 指令：请重点关注“[需要重点分析的理论、事件、人物等]”。 指令：论文应涵盖“[相关概念、历史背景、理论框架等]”。 3.论文结构安排： 指令：引言部分应包括研究背景、研究意义、研究目的和研究方法。 指令：正文部分应包括“[各个章节的主题]”，例如文献综述、理论分析、案例研究、数据讨论等。 指令：结论部分应总结研究发现，并讨论其对现有研究和实践领域的贡献。 4.写作风格和引用要求： 指令：请采用“[学术或正式的写作风格]”。 指令：所有引用的数据、观点和文献资料必须准确无误，并按照“[指定的引用格式]”（如APA、MLA等）进行引用。 5.字数和格式要求： 指令：论文总字数应为“[要求的字数]”左右。 指令：论文应包括标题、摘要、关键词、引言、正文、结论、参考文献等部分。 一整套完整的操作思路下来，可以说用AI能解决论文80%的难题。 会了这个， 4.如何用AI写一篇调研报告？调研报告也是市场的一大需求，市场调研就是了解市场:看市场规模多大、发展前景怎样、竞争对手有哪些、该如何开拓市场、用户对你们产品的使用情况等。市场调研对营销管理非常重要。通过市场调研，了解用户对产品的满意程度、外部竞争对手、了解市场环境变化，为决策提供依据。 大需求，大痛点！ 那如何用AI写一篇调研报告？ 就目前我们的写作店铺会遇见客户下单，要求帮忙写调研报告？ 案例如图： 如何用AI写一篇调研报告？ 举例：把要求投喂给AI工具，得到初步反馈。 继续输入指令，细化要求： 根据调研报告的大纲，继续写作 重复步骤，然后根据客户的细节需求，具体的再细化调整就可以，代写类就是不同的需求对应不同的指令，掌握这个思路就能完成一篇基础的调研报告。 七、写在最后AI的出现不仅打开了普通人通向财富的新窗口，更是在无形中推动着大众对新技术的认知与应用。在未来AI代写会持续精进，而这个改变意味着你我都有机会在这场科技变革中勇立潮头，既然AI代写能够让小白很快的拿到正反馈，吃到时代红利，那就行动起来，躬身入局拿结果！ 祝大家豁达、通透、AI王炸工具在手，破局团队资源扶持在后，躬身入局，早日财务自由！ 我是饭饭，立志要做AI破局最懂新手的男人，如果分享有用，记得贴下点赞留言交流。","link":"/others/%E4%B8%80%E3%80%81%E5%85%A8%E6%96%B0%E8%AE%A4%E8%AF%86AI%E4%BB%A3%E5%86%99%EF%BC%9A.html"}]}